{
    "articles": [{
        "title": "DC Circuit Upholds Statute Prohibiting Speeches in Supreme Court Building",
        "link": "http://lawprofessors.typepad.com/conlaw/2017/03/dc-circuit-upholds-statute-prohibiting-speeches-in-supreme-court-building.html",
        "description": "The U.S. Court of Appeals for the D.C. Circuit recently upheld the constitutionality of a federal statute prohibiting speeches in the U.S. Supreme Court building, reversing the decision of the lower court. That case, <em><a href=\"http://law.justia.com/cases/federal/appellate-courts/cadc/16-3003/16-3003-2017-03-03.html\" target=\"_blank\">United States v. Bronstein</a></em>, is consistent with judicial rejection of First Amendment challenges to statutes prohibiting expression in and around the United States Supreme Court."
    }, {
        "title": "Judicial Conference Asks Congress for 57 New US Judgeships, Including Five on the 9th Circuit",
        "link": "http://www.abajournal.com/news/article/judicial_conference_asks_congress_for_57_new_us_judgeships_including_five_o",
        "description": "In an historic move, the U.S. Judicial Conference recommended that Congress create 57 new Article III judgeships, only a few days before a congressional hearing on whether to split the 9th Circuit, the largest federal circuit in the country. According to a press release, the last time Congress adopted such comprehensive legislation to create new judgeships was more than 26 years ago."
    }, {
        "title": "Coping With Uncertainty: Immigration Firms and Technology",
        "link": "http://abovethelaw.com/2017/03/coping-with-uncertainty-immigration-firms-technology/",
        "description": "How are President Trump’s changes in immigration policy affecting lawyers and their technology? A representative from one firm discusses the changes her firm has made, and which she feels are important for all law firms to consider. Most medium-sized and large companies have employees whose families are affected by the policy changes. Companies can consider and implement policies to help protect data on company-issued devices (smartphones, laptops, etc.) and advise individuals on how to best prepare for increased scrutiny during immigration inspections."
    }, {
        "title": "Farmers Are Hacking Their Tractors So They Can Actually Fix Them",
        "link": "https://www.cnet.com/roadshow/news/farmers-using-hacked-firmware-to-bypass-john-deeres-software-stranglehold/",
        "description": "Many American consumers know that some of the products they use—mobile phones, cars, and other appliances—may only be serviced by “authorized” dealers and shops. While in many cases, these restrictions pose a mere inconvenience (and slightly greater expense), American farmers are affected more than most consumers by the maintenance and repair of John Deere tractors because of delays and limitations, causing the farmers to suffer significant crop losses. Is there, or should there be a “right to repair” consumer goods?"
    }]
}
