{
    "articles": [{
        "title": "Proximity to Searcher is the New #1 Local Search Ranking Factor",
        "link": "https://moz.com/blog/proximity-to-searcher-is-new-top-local-search-ranking-factor",
        "description": "Some SEO industry insiders have concluded that for Google local pack results, the distance between the searcher and nearby businesses is currently the primary factor influencing how those businesses rank in the local pack results, with the closest ones ranking the highest. This appears to be true regardless of whether those businesses have claimed their local listings or have any reviews. On the other hand, local organic results (the list of blue links that appears under the pack results) seem to be consistent regardless of the searcher’s location in the city, apparently giving credit to traditional quality measures such as links and reviews. Observers speculate that Google’s reasoning for this approach is to improve user experience and increase ad sales. They also predict that this change will be tamped down going forward, meaning that higher quality businesses rather than just those that are nearby will once again have more traction in local pack results."
    }, {
        "title": "Google Just Changed The Rules: Here Are 5 Things You Must Do Now",
        "link": "http://www.jeffbullas.com/2017/03/07/google-just-changed-rules-5-things-must-now/",
        "description": "In preparation for Google’s anticipated rollout of its mobile first index, SEO professionals recommend getting your site ready for this change sooner than later. Like many Google products and updates, the new index is intended to enhance mobile user experience given consumers’ ever-increasing reliance on mobile devices while searching. Steps to take in preparation for the rollout include implementing responsive design on your site, speeding up your site, and optimizing for local searches. At Justia we have been busy preparing for this change and updating our sites in order to keep our clients on the cutting edge of SEO trends."
    }, {
        "title": "A Technical Argument for Quality Content",
        "link": "http://searchengineland.com/technical-argument-quality-content-270556",
        "description": "Quality content can help improve your site’s rankings, and a data-driven approach to examining this type of content’s value supports this conclusion. This article reviews recent studies focused on quantifying the effects of quality content, and concludes that pages containing content that is the most responsive to user intent will outrank pages that are less informative, even if they include many of the traditional SEO signals."
    }, {
        "title": "Google is Teaching Search Algorithms to Better Spot Offensive, Factually Incorrect Results",
        "link": "http://www.theverge.com/2017/3/15/14935818/google-search-algorithm-upsetting-offensive-results",
        "description": "Google has given its quality raters new guidelines for identifying offensive or misleading content. The raters, who rank the usefulness and accuracy of search results, are now utilizing a new “Upsetting-Offensive” flag for content that promotes hate or violence, uses racial slurs or other offensive terms, contains graphic violence, or explains how to carry out harmful activities. Over time this designation is intended to teach algorithms to spot this sort of content on their own, though content receiving this flag won’t necessarily be downgraded right away."
    }]
}
