{
  "clients": {
    "ad1": {},
    "ad2": {}
  },
  "jld": {
    "ad2": {
      "link": "https://accounts.justia.com/signin/fast?uid=*|USER_ID|*&code=*|SIGN_CODE|*&destination=https%3A%2F%2Flawyers.justia.com%2Fprofile%2F*|PROFILE_ID|*%2Fedit%2Fvideo_chat%3Futm_medium%3Demail%26utm_source%3Dpromo-directory-editing%26utm_campaign%3Dcampaign-522-promo-212%26utm_content%3Dbutton-add-video-services-bottom-1",
      "contentOrder": [
        {
          "type": "description",
          "config": [
            "<strong>Stay Safe</strong><br>The <span>COVID-19</span> (Coronavirus Disease 2019) pandemic continues to present significant challenges and disruptions across the US and the world. We urge everyone to follow the directives of government authorities, and take significant precautions to minimize their risk exposure during this difficult time. Resources and updates about the coronavirus outbreak can be found at the <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/\" target=\"_blank\" rel=\"nofollow\"><strong>CDC</strong></a> site.",
            "<strong>Three Recommended Updates to Your Law Firm's Website</strong><br>If your law firm is open for business, even from attorneys' homes, we recommend three action items to inform clients that you are available for consultation.",
            "<span><strong>1. Add a webpage about your firm's response to the <span>COVID-19</span> virus.</strong></span><br>This webpage should state first that your law firm is open for business and explain how you are serving clients by telephone, video chat and conferencing, or other methods. In addition, you might want to use the template below and provide answers to the following questions:"
          ]
        },
        {
          "type": "inner-box",
          "config": [
            "We are closely tracking the rapidly evolving public health and community concerns related to the new coronavirus or <span>COVID-19</span>. Rest assured that we are taking all available steps to remain accessible to our clients as we continue to act in accordance with their best interests during this difficult time.",
            "Please see below for answers to some frequently asked questions, and feel free to reach out to us any time at <span>[email address]</span> or <span>[800-000-0000]</span> for assistance with your legal matter.",
            "<strong>Is your office currently open during normal business hours?</strong>",
            "<strong>When and how can I contact you?</strong>",
            "<strong>What video chat platforms do you offer for clients?</strong>",
            "<strong>Are you accepting new clients?</strong>",
            "<strong>How can I get updates regarding the status of my case or legal matter?</strong>",
            "<strong>Are courts of law still open in my area? Will my court date be rescheduled? What if I can’t come to court because I’m sick or quarantined?</strong>",
            "<strong>Will scheduled depositions, mediation, arbitration, or settlement negotiations occur as planned?</strong>",
            "Again, please feel free to reach out to us with questions at any time, and see the following links below for CDC, state, and/or local updates regarding public health orders, court operations, and other information.",
            "CDC: <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/\" target=\"_blank\" rel=\"nofollow\"><strong>https://www.cdc.gov/coronavirus/2019-ncov/</strong></a><br><span class=\"state\">State: [URL]</span><br><span class=\"local\">Local: [URL]</span><br><span class=\"court\">Court: [local court <span>COVID-19</span> order URL(s)]</span>"
          ]
        },
        {
          "type": "description",
          "config": [
            "<span><strong>2. Add a strip across the top of your website linking to your <span>COVID-19</span> page.</strong></span><br>This strip should ideally be at the top of every web page on your website, but at a minimum it should be at the top of the home page. It could have text such as \"<span>COVID-19</span> Update: How we are serving and protecting our clients.\" Or it could have similar text that links to your <span>COVID-19</span> web page.",
            "<span><strong>3. Add a sentence or two on the home page that links to your <span>COVID-19</span> page.</strong></span><br>This sentence should state that your firm is open and describe how you are protecting clients and their interests by way of video chat, or just phone calls. There should also be a link here to your <span>COVID-19</span> web page for more information.",
            "<strong>Video Chat and Conferencing</strong><br>Finally, if you use video conferencing to connect with your staff or clients, we recommend using Google Hangouts, Skype, or Zoom. If you are a Mac and iPhone only office, we also recommend Apple's FaceTime. We provide a brief description of these and other video chat and conferencing services at <a href=\"https://onward.justia.com/2020/03/18/free-and-low-cost-video-conferencing-solutions/\" target=\"_blank\"><strong>Free and Low Cost Video Conferencing Solutions</strong></a>, along with links for downloading the software and instructions on how to use the different services.",
            "As a technology company with five locations, we primarily use Google Hangouts, which works great. But we have also used these other video chat and conferencing solutions, and we have been happy with all of them as well.",
            "<strong>Adding Video Chat Offering to Your Justia Lawyer Directory Profile</strong><br>We sent a notice out to you last week about letting clients know that you provide video chat services by adding this information to your profile in the Justia Lawyer Directory. We added more fields for these video chat services, as well as a video chat badge for your profile and a video chat search filter. If you do offer video chat services, we recommend that you log in to edit your directory profile and update the video chat/conferencing section. If you need help with this, just let us know which services you provide (see list below) and whether you want us to add these services for a particular lawyer or lawyers or for all of the lawyers in your firm. You only need to have one video chat service offering to be included in the video chat filtered results, although we may later allow filtering by specific video chat services.",
            "Here are the video chat services listed in the Justia Lawyer Directory: FaceTime, Google Hangouts, Skype, Zoom, BlueJeans, FreeConferenceCall, GoToMeeting, Join.me, Lifesize, Microsoft Teams, RingCentral, UberConference, WebEx, and WhatsApp. If you offer video chat and conferencing through another application, just let us know what it is, and we will add that one as well.",
            "We encourage you to do whatever it takes to stay safe during this time. Meanwhile, we are committed to helping you minimize the disruption to your business caused by the pandemic."
          ]
        },
        {
          "type": "description",
          "config": [
            "<span class=\"am-name\">[Account Manager Name]</span><br><a href=\"tel:8885878421\" target=\"_blank\"><strong>(888) 587-8421</strong></a>"
          ]
        }
      ]
    }
  }
}
