{
  "clients": {
    "ad1": {},
    "ad2": {}
  },
  "jld": {
    "ad1": {
      "background": {
        "image": "ad-gradient.png",
        "width": 600,
        "bgColor": "#fefefe",
        "cssSize": "600px 350px"
      },
      "title": "",
      "link": "https://www.justia.com/marketing/",
      "titleResponsiveSize": 23,
      "image": "lsa-reviews-01.png",
      "contentOrder": [
        {
          "type": "description",
          "config": [
            "<p>Don't forget that your Local Services Ad (LSA) has its own review platform that is separate from your Google My Business (GMB) reviews! While you should still receive reviews through your GMB listing, you should prioritize obtaining reviews directly on your LSA business profile. The prominent placement of the rating and number of reviews on your LSA ad, just beneath your firm’s name, makes it one of the first things that potential clients see about your firm when doing a Google search. Here are quick ways to get started if you haven't already.</p>",
            "<p>There are two types of LSA reviews – verified reviews and non-verified reviews:</p>",
            "<p class='heading4'><strong>Verified Reviews (Preferred)</strong></p>",
            "<a href='#'><img src='../dist/images/verified.png' alt='Verified Reviews'></a>",
            "<p>Through your LSA account app or desktop dashboard, you can receive <b>verified reviews</b> from clients. Verified reviews should be prioritized, as they are (1) labeled as a “Google verified job”, provided that the job was booked through your LSA and (2) shown above GMB reviews regardless of when they are posted. We highly recommend requesting for your clients to leave you a verified LSA review, with instructions available on our blog post <strong><a href='https://onward.justia.com/2020/10/30/why-you-should-get-google-reviews-for-your-local-services-ads/' target='_blank'>here</a></strong>.</p>",
            "<p class='heading4'><strong>Non-Verified Reviews</strong></p>",
            "<a href='#'><img src='../dist/images/non-verified.png' alt='Non-Verified Reviews'></a>",
            "<p>A great way to increase the overall number of your LSA reviews is to have satisfied clients, who did not necessarily sign up for your services via your LSA, write you <b>non-verified reviews</b>. One of the easiest ways to obtain non-verified reviews is via your custom review page that is included as part of your Justia Amplify services, which we previously sent to you via email. Please contact us if you need assistance accessing your custom review page.</p>",
            "<p>You can learn about additional ways to obtain non-verified reviews in the following article: <strong><a href='https://onward.justia.com/2020/10/30/why-you-should-get-google-reviews-for-your-local-services-ads/' taraget='_blank'>Why You Should Get Google Reviews for Your Local Services Ads</a></strong>.</p>",
            "<p>Elevate your LSA profile by getting more reviews today! Feel free to reach out to your Account Manager with any inquiries, comments, or questions via email at <strong><a href='' target='_blank'>support@justia.com</a></strong> or by phone at <b><a href=\"tel:6508101990\" target=\"_blank\">(650) 810-1990</a></b>.</p>"
          ]
        },
        {
          "type": "description",
          "config": [
            "<p>Justia Amplify offers a portfolio of advertising channels for law firms that are known to increase conversions and improve your return on investment (ROI). Our search engine marketing professionals provide advertising setup, consulting, and management services for Google Ads, Bing Ads, and Google Local Services Ads (LSA). Focusing exclusively on law firms, we know what works to get you more leads and clients.</p>",
            "<p><strong><a hrefr='https://www.justia.com/marketing/contact/' target='_blank'>Contact us</a></strong> for more information, or call us at <b><a href=\"tel:8885878421\" target=\"_blank\">(888) 587-8421</a></b></p>"
          ]
        }
      ]
    },
    "ad2": {}
  }
}
