{
  "clients": {
    "widget": {
      "icon": "did-you-know",
      "header": "Did You Know?"
    },
    "title": "ABA Announces Launch Of Online Platform to Connect Volunteer Lawyers Across the U.S. with Unaccompanied Immigrant Children Who Need Representation",
    "link": "",
    "description": [
      "Asylum-seekers who have legal representation have a five-times-greater chance of winning their case. In an effort to help unrepresented immigrant children who face federal deportation, the ABA has launched a new online platform, <a href=\"http://www.cilacademy.org/pro-bono/\" target=\"_blank\">Pro Bono Matters for Children Facing Deportation</a>, where interested attorneys can now search for unaccompanied immigrant children's cases, connecting them with children who need a lawyer. Click <a href=\"http://www.abajournal.com/news/article/attorneys-can-search-for-unaccompanied-childrens-cases-through-new-aba-project#When:19:48:00Z\" target=\"_blank\">here</a>, for more information and to learn more about the program."
    ],
    "button": {
      "style": "justia-blue-ghost",
      "link": "",
      "text": "Learn More",
      "utm": {}
    }
  },
  "jld": {
    "widget": {
      "icon": "did-you-know",
      "header": "Did You Know?"
    },
    "title": "[Labore nulla cillum exercitation laborum do eiusmod.]",
    "link": "https://www.justia.com/marketing/",
    "description": [
      "[Quis reprehenderit aliquip laboris ex id ex adipisicing non cupidatat cillum adipisicing. Exercitation voluptate ex magna id dolore adipisicing commodo ex cupidatat officia veniam eu dolore. Labore quis ullamco ea magna id sit. Voluptate dolore id ad fugiat fugiat ipsum minim excepteur nisi laboris. Non ipsum ea ipsum laboris ullamco minim consectetur. Ullamco cupidatat ut magna do. Laboris et incididunt cillum voluptate voluptate sunt mollit pariatur irure non commodo commodo.]",
      "[Nostrud velit occaecat excepteur deserunt laboris duis irure commodo irure ullamco magna occaecat in. Duis cupidatat enim aliqua est ut amet sunt. Aliquip duis nulla eu commodo dolore nostrud labore adipisicing duis culpa.]"
    ],
    "button": {
      "style": "justia-blue-ghost",
      "link": "https://www.justia.com/marketing/",
      "text": "Learn More",
      "utm": {
        "medium": "email",
        "source": "directory-newsletter",
        "campaign": "<%= dateFormat.dash %>",
        "content": "section-did-you-know-learn-more-button-v1"
      }
    }
  }
}
