{
  "clients": {
    "widget": {
      "icon": "did-you-know",
      "header": "Did You Know?"
    },
    "title": "ABA Announces Launch of Online Platform to Connect Volunteer Lawyers Across the U.S. with Unaccompanied Immigrant Children Who Need Representation",
    "link": "",
    "description": [
      "Asylum-seekers who have legal representation have a five-times-greater chance of winning their case. In an effort to help unrepresented immigrant children who face federal deportation, the ABA has launched a new online platform, <a href=\"http://www.cilacademy.org/pro-bono/\" target=\"_blank\">Pro Bono Matters for Children Facing Deportation</a>, where interested attorneys can now search for unaccompanied immigrant children's cases, connecting them with children who need a lawyer. Click <a href=\"http://www.abajournal.com/news/article/attorneys-can-search-for-unaccompanied-childrens-cases-through-new-aba-project#When:19:48:00Z\" target=\"_blank\">here</a>, for more information and to learn more about the program."
    ],
    "button": {
      "style": "justia-blue-ghost",
      "link": "",
      "text": "Learn More",
      "utm": {}
    }
  },
  "jld": {
    "widget": {
      "icon": "did-you-know",
      "header": "Did You Know?"
    },
    "title": "",
    "link": "",
    "description": [
      "At Justia, we build law firm websites that are responsive, mobile-friendly, and AMP enabled. Our commitment to high-quality, relevant websites will help you attract clients in the practice areas and locations most important to your firm. We also offer Premium Membership on the Justia & LII Lawyer directories.",
      "If you're interested in our website and SEO services, Premium membership opportunities, or if you would just like to learn more about what we have to offer, contact one of our marketing specialists today."
    ],
    "button": {
      "style": "justia-blue-ghost",
      "link": "https://www.justia.com/marketing/",
      "text": "Learn More",
      "utm": {
        "medium": "email",
        "source": "directory-newsletter",
        "campaign": "<%= dateFormat.dash %>",
        "content": "section-did-you-know-learn-more-button-v1"
      }
    }
  }
}
