{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon.png",
  "news": [
    {
      "title": "The Best National Bar Association Directories for Boosting Your Legal Marketing Strategy",
      "link": "https://onward.justia.com/the-best-national-bar-association-directories-for-boosting-your-legal-marketing-strategy/",
      "description": "As we continue our series on the various legal directories lawyers should have on their radar, we have gathered a list of the best national bar association directories. While membership in these organizations is not required, lawyers will want to carefully consider the potential benefits. Check out this post to learn more.",
      "index": "1"
    },
    {
      "title": "Justia Portal by the Numbers: Resources for Aspiring Lawyers (And Practicing Lawyers Too!)",
      "link": "https://onward.justia.com/justia-portal-by-the-numbers-resources-for-aspiring-lawyers-and-practicing-lawyers-too/",
      "description": "The Justia Portal is home to a treasure trove of information that can help aspiring lawyers on their journey to joining the legal profession, as well as actual lawyers in their day-to-day practices. Check out this post to learn more about some of the most popular resources available on our site.",
      "index": "2"
    },
    {
      "title": "Lawyer Ratings Explained: How Your Lawyer Ratings Are Determined By 4 Well-Known Companies",
      "link": "https://onward.justia.com/lawyer-ratings-explained-how-your-lawyer-ratings-are-determined-by-4-well-known-companies/",
      "description": "Some of the lawyer directories most frequently used by consumers also incorporate lawyer ratings. With potential clients seeing these ratings on your profiles, it is important to understand how directories determine what your rating may be.",
      "index": "3"
    },
    {
      "title": "News & Notes on Google Local Services Ads: November 2021",
      "link": "https://onward.justia.com/news-notes-on-google-local-services-ads-november-2021/",
      "description": "Does your firm use Google’s Local Services Ads (LSAs) as part of your marketing strategy? Want to stay in the know on the latest news, updates, and reminders about LSAs? This post is for you!",
      "index": "4"
    },
    {
      "title": "Featured Justia Resources: Drunk Driving (DUI/DWI) Center",
      "link": "https://onward.justia.com/featured-justia-resources-drunk-driving-dui-dwi-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Drunk Driving (DUI/DWI) Center.",
      "index": "5"
    },
    {
      "title": "7 Lawyers Who Became Famous",
      "link": "https://onward.justia.com/7-lawyers-who-became-famous/",
      "description": "When people think of lawyers (and people with law degrees), they often think of very serious individuals wearing suits to the courtroom. However, many lawyers go on to follow less traditional careers paths. Some even find fame and fortune along the way! Check out this post for a list of a few famous lawyers (or almost lawyers) turned celebrities.",
      "index": "6"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
