{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon",
  "news": [
    {
      "title": "Maximizing Your Justia Connect Benefits for Lawyers",
      "link": "https://onward.justia.com/maximizing-your-justia-connect-benefits-for-lawyers/",
      "description": "Justia Connect is our exclusive membership program connecting lawyers with benefits and resources to achieve their professional and practice-growth goals. Check out this post to learn more about maximizing the potential of these benefits for lawyers!",
      "index": "1"
    },
    {
      "title": "5 Google Ads PPC Tips for Personal Injury Lawyers",
      "link": "https://onward.justia.com/5-google-ads-ppc-tips-for-personal-injury-lawyers/",
      "description": "Pay-per-click (PPC) ads can play an integral role in almost any lawyer’s well-rounded legal marketing plan. Selecting targeted strategies based on your practice area can maximize the benefits of your ad spend. Keep reading to learn more. ",
      "index": "2"
    },
    {
      "title": "Featured Justia Resources: White Collar Crimes in the Criminal Law Center",
      "link": "https://onward.justia.com/featured-justia-resources-white-collar-crimes-in-the-criminal-law-center/",
      "description": "White collar crime gets a lot of attention in television, movies, and even the news, and it is no surprise it is an interesting area of the law in reality too! Did you know that Justia offers a free legal guide in our criminal law center that can help people better understand this area of the law? Learn more in this post. ",
      "index": "3"
    },
    {
      "title": "Law Firm Brands: The Social Reach of Some of the Most Well-Known Large Firms in America",
      "link": "https://onward.justia.com/law-firm-brands-the-social-reach-of-the-most-well-known-large-firms-in-america/",
      "description": "We took a look at some of the chatter about the largest law firms in the United States to see what their online mentions may say about their larger brand reach. This is what we found.",
      "index": "4"
    },
    {
      "title": "Featured Justia Resources: Social Security and Retirement Planning Center",
      "link": "https://onward.justia.com/featured-justia-resources-social-security-and-retirement-planning-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Social Security and Retirement Planning Center. ",
      "index": "5"
    },
    {
      "title": "3 Key Things to Remember When Hiring a Legal Content Writer for Your Law Firm Website or Blog",
      "link": "https://onward.justia.com/3-key-things-to-remember-when-hiring-a-legal-content-writer-for-your-law-firm-website-or-blog/",
      "description": "Need help creating high-quality, original legal content for your law firm website or blog? Outsourcing your content writing may make sense for you! Here are three things to keep in mind along the way.",
      "index": "6"
    },
    {
      "title": "Unlocking Access to Your Justia Profile Traffic Statistics With Justia Premium Placements",
      "link": "https://onward.justia.com/unlocking-access-to-your-justia-profile-traffic-statistics-with-justia-premium-placements/",
      "description": "As an exclusive benefit for lawyers with a Justia Premium Placement, we offer access to profile traffic statistics to help lawyers discover and better understand how clients find them in the Justia Lawyer Directory. Check out this post to learn more! ",
      "index": "7"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "insights-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
