{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon",
  "news": [
    {
      "title": "Choosing the Right Domain Name for Your Law Firm Website",
      "link": "https://onward.justia.com/choosing-the-right-domain-name-for-your-law-firm-website/",
      "description": "Choosing a strong domain name can help set your website up for success. Check out this post for 5 tips on selecting a website domain name for your law firm!",
      "index": "1"
    },
    {
      "title": "The Law & Justice in Art",
      "link": "https://onward.justia.com/the-law-justice-in-art/",
      "description": "Need a moment to unwind before the long weekend but want to stay semi-focused on work? Check out a few famous depictions of the law and justice in art. ",
      "index": "2"
    },
    {
      "title": "Google Sunsetting Expanded Text Ads: What This Means for Lawyers",
      "link": "https://onward.justia.com/google-sunsetting-expanded-text-ads-on-june-30-what-this-means-for-lawyers/",
      "description": "Expanded Text Ads are Google Search ads that replaced the shorter standard Google text ad several years ago. However, Google is sunsetting Expanded Text Ads this week! Check out this post to learn more about what this means for lawyers and how your firm should respond moving forward.",
      "index": "3"
    },
    {
      "title": "Featured Justia Resources: Civil Rights and Discrimination Center",
      "link": "https://onward.justia.com/featured-justia-resources-civil-rights-and-discrimination-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Civil Rights and Discrimination Center.",
      "index": "4"
    },
    {
      "title": "Social Media, Media Interactions, and Legal Ethics",
      "link": "https://onward.justia.com/social-media-media-interactions-and-legal-ethics/",
      "description": "Embracing the modern media landscape often presents ethical concerns for practicing attorneys. In this post, we explore some of the guidance on social media and media interactions offered by the ABA Model Rules of Professional Conduct and offer a few suggestions for avoiding related ethical pitfalls. ",
      "index": "5"
    },
    {
      "title": "People Powering the Google Algorithm",
      "link": "https://onward.justia.com/people-powering-the-google-algorithm/",
      "description": "When people refer to the “Google algorithm”, they are often referring to a complex system of multiple algorithms used to determine the information displayed on search result pages. However, algorithms still require a human touch to function properly. Check out this article to learn more. ",
      "index": "6"
    },
    {
      "title": "Featured Justia Resources: Native American Law Center",
      "link": "https://onward.justia.com/featured-justia-resources-native-american-law-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Native American Law Center. ",
      "index": "7"
    },
    {
      "title": "News & Notes on Google Local Services Ads: July 2022",
      "link": "https://onward.justia.com/news-notes-on-google-local-services-ads-july-2022/",
      "description": "It is time for another round of updates on the latest in Google Local Services Ads, straight from the Google Partner newsletter. Check out this post to learn more about the highlighted changes and information impacting law firms.",
      "index": "8"
    },
    {
      "title": "Justia Lawyer Directory by the Numbers: Second Quarter 2022",
      "link": "https://onward.justia.com/justia-lawyer-directory-by-the-numbers-second-quarter-2022/",
      "description": "Just like that, we are halfway through 2022! We checked out our second quarter 2022 data trends for the Justia Lawyer Directory and are back with another update for all of you.",
      "index": "9"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "insights-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
