{
  "widget": {
    "iconSrc": "justia-desk.png",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "Justia Ask A Lawyer by the Numbers",
      "link": "https://onward.justia.com/justia-ask-a-lawyer-by-the-numbers/",
      "description": "We are sharing some of our Justia Ask A Lawyer data from the first quarter of 2021 with all of you. Check out this post to learn more about the questions submitted through the forum, common searches by users, and the lawyers marketing their practices and helping someone in need through Justia Ask A Lawyer.",
      "index": "1"
    },
    {
      "title": "Maximizing the Benefits of Your Justia Lawyer Directory Profile",
      "link": "https://onward.justia.com/maximizing-the-benefits-of-your-justia-lawyer-directory-profile/",
      "description": "Your Justia Lawyer Directory profile is a free marketing opportunity for attorneys looking to connect with people who are actively searching for a lawyer. Read on for strategies designed to help get the most from your presence in our directory.",
      "index": "2"
    },
    {
      "title": "Should Your Legal Blog Have a Separate Domain? The Pros, the Cons, and Our Recommendations ",
      "link": "https://onward.justia.com/should-your-legal-blog-have-a-separate-domain-the-pros-the-cons-and-our-recommendations/",
      "description": "If you are focused on optimizing your law firm’s digital presence for search engines, then you may have wondered whether it is better to keep your legal blog on an internal page within your larger law firm website or migrate it to its own domain. We have answers.",
      "index": "3"
    },
    {
      "title": "Business Lawyers: Marketing to Corporate Clients",
      "link": "https://onward.justia.com/business-lawyers-marketing-to-corporate-clients/",
      "description": "Marketing to corporate clients, particularly large companies, often requires business lawyers to adopt a unique approach to legal marketing. Check this post out for a few strategies to help you succeed in reaching these organizations.",
      "index": "4"
    },
    {
      "title": "SEO + PPC = Holistic Marketing Strategy for Lawyers",
      "link": "https://onward.justia.com/seo-ppc-holistic-marketing-strategy-for-lawyers/",
      "description": "SEO is undoubtedly a crucial part of a lawyer’s comprehensive digital marketing strategy. PPC ads are great ways to get your name in front of potential clients. Together, they can push your law firm closer to reaching your full growth potential.",
      "index": "5"
    },
    {
      "title": "10 SEO Blogs for Legal Marketers to Follow Now",
      "link": "https://onward.justia.com/10-seo-blogs-for-legal-marketers-to-follow-now/",
      "description": "In a digital marketing world, SEO matters. Whether you are an SEO beginner or expert, you need to stay up to date on the trends and changes in the SEO landscape. Here are 10 SEO blogs to help you stay ahead of the game.",
      "index": "6"
    },
    {
      "title": "Five Reasons Your Law Firm Needs a Marketing Plan",
      "link": "https://onward.justia.com/five-reasons-your-law-firm-needs-a-marketing-plan/",
      "description": "Your marketing plan is a crucial part of developing effective strategies for both sustaining and growing your practice. Check out this post to learn five reasons why your law firm should have a marketing plan now.",
      "index": "7"
    },
    {
      "title": "How To Leverage Twitter for Your Law Firm",
      "link": "https://onward.justia.com/how-to-leverage-twitter-for-your-law-firm/",
      "description": "Twitter is still one of the most underutilized social media platforms for law firms. Check this post out to learn about creating a Twitter account and using it to broaden your practice’s reach to new clients online.",
      "index": "8"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": "text-justia-desk-title-"
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": "text-justia-desk-title-"
    }
  }
}
