{
  "widget": {
    "iconSrc": "justia-desk.png",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "Marketing 101: Engaging With Former Clients",
      "link": "https://onward.justia.com/marketing-101-engaging-with-former-clients/",
      "description": "Remaining engaged with (or re-engaging with) your former clients is an often overlooked marketing strategy for many attorneys. Check out this post to learn more about why marketing to these former clients is important for your firm and how to do it.",
      "index": "1"
    },
    {
      "title": "6 Tips for Creating Your Law Firm's Marketing Plan",
      "link": "https://onward.justia.com/6-tips-for-creating-your-law-firms-marketing-plan/",
      "description": "A key part of achieving marketing success is creating a marketing plan to guide your strategy. Check out this post for 6 tips to remember when creating a marketing plan for your law firm.",
      "index": "2"
    },
    {
      "title": "Why You Should Consider a Podcast for Your Law Firm",
      "link": "https://onward.justia.com/why-you-should-consider-a-podcast-for-your-law-firm/",
      "description": "Part of creating a successful digital marketing strategy for your firm is incorporating new ways of connecting with your clients and other lawyers. Learn more about the reasons you should consider adding a podcast to your marketing approach.",
      "index": "3"
    },
    {
      "title": "5 Digital Marketing Tips for Family Lawyers",
      "link": "https://onward.justia.com/5-digital-marketing-tips-for-family-lawyers/",
      "description": "While you always want to employ general marketing best practices for your law firm, it is important to also implement focused strategies that work for your key practice areas. If you are a family lawyer looking for a few effective digital marketing strategies for your practice area, then this is the post you have been waiting for.   ",
      "index": "4"
    },
    {
      "title": "Lawyers in Film: 20 Great Movies About the Law",
      "link": "https://onward.justia.com/lawyers-in-film-20-great-movies-about-the-law/",
      "description": "Since the invention of cinema, many different stories have been shared on the silver screen. The law is no exception. Through the decades, movie lovers have enjoyed tales of thrill, crime, courtrooms, and more that have become some of the greatest classics.",
      "index": "5"
    },
    {
      "title": "Justia Dockets: Legal Trends, Active Jurisdictions, and Common Lawsuit Types",
      "link": "https://onward.justia.com/justia-dockets-legal-trends-active-jurisdictions-and-common-lawsuit-types/",
      "description": "Ever wondered what the most commonly filed civil suits are in your state? Want to know how the COVID-19 pandemic impacted activity in the federal court system? We have answers. ",
      "index": "6"
    },
    {
      "title": "Justia Q&A: 5 Common Questions About Search and SEO",
      "link": "https://onward.justia.com/justia-qa-5-common-questions-about-search-and-seo/",
      "description": "Have you ever wondered whether you should allow a guest to post on your blog? Do you worry whether your Title Tags are too long for SEO value? Should you do press releases as a means to generate links? This post has 5 answers to some common questions we receive from lawyers like you.",
      "index": "7"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": "text-justia-desk-title-"
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": "text-justia-desk-title-"
    }
  }
}
