{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "5 Tips for Marketing Your Probate & Estate Planning Practice",
      "link": "https://onward.justia.com/5-tips-for-marketing-your-probate-estate-planning-practice/",
      "description": "Many lawyers already know they should incorporate legal marketing best practices into their marketing plans. However, if you are an estate planning or probate attorney looking for a few tips specifically for your practice area, this is the post for you.",
      "index": "1"
    },
    {
      "title": "Questions Your Law Firm Website Homepage Needs to Answer",
      "link": "https://onward.justia.com/questions-your-law-firm-website-home-page-needs-to-answer/",
      "description": "Potential clients often see your website homepage before they have even talked to you. This means your law firm website homepage is an important part of the business development life cycle for your practice.",
      "index": "2"
    },
    {
      "title": "Taking Advantage of Instagram to Build Your Law Firm's Image",
      "link": "https://onward.justia.com/taking-advantage-of-instagram-to-build-your-law-firms-image/",
      "description": "While Instagram started as the social network for sharing photos with a personal or \"artistic\" touch, it has become a strong marketing tool for companies, including law firms, looking to strengthen their brand and increase their marketing opportunities. Check this post out for tips on using Instagram to reach potential clients.",
      "index": "3"
    },
    {
      "title": "First Impressions: 20 Law Firm Logos to Inspire You",
      "link": "https://onward.justia.com/first-impressions-20-law-firm-logos-to-inspire-you/",
      "description": "While your law firm name is the first element of your brand that people come into contact with, your logo - the visual identity of your firm and name - is usually a close second. We've put together a list of various law firm logos to illustrate different styles and offer some inspiration for your next design.",
      "index": "4"
    },
    {
      "title": "54 Marketing Statistics for Lawyers to Remember",
      "link": "https://onward.justia.com/54-marketing-statistics-for-lawyers-to-remember/",
      "description": "Statistics illustrate the marketing trends happening both inside the legal industry and in the larger marketing community. Check this post out for 54 statistics about marketing that can help your law firm stay ahead of the curve.",
      "index": "5"
    },
    {
      "title": "Creating an Effective Lawyer Blog Post ",
      "link": "https://onward.justia.com/creating-an-effective-lawyer-blog-post/",
      "description": "Lawyer blogs can be a strong marketing tool with numerous potential benefits for your practice. Check out this post for a few of our tips for developing content that maximizes the marketing benefits for your law firm.",
      "index": "6"
    },
    {
      "title": "Law Firm Branding: The Rise of the Shortened Law Firm Name",
      "link": "https://onward.justia.com/law-firm-branding-the-rise-of-the-shortened-law-firm-name/",
      "description": "Generations of lawyers have aspired to leave a legacy by achieving named partner status at a large law firm. However, recent trends in legal marketing are leading to shorter and shorter firm names – either legally or for branding purposes.",
      "index": "7"
    },
    {
      "title": "Justia Lawyer Directory by the Numbers: Second Quarter 2021",
      "link": "https://onward.justia.com/justia-lawyer-directory-by-the-numbers-second-quarter-2021/",
      "description": "The numbers are in for the lawyers who claimed their profiles in the Justia Lawyer Directory during the second quarter of 2021. Find out what they do, where they went to school, and more!",
      "index": "8"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
