{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon.png",
  "news": [
    {
      "title": "Changing Law Firms? 7 Things to Remember That You May Have Overlooked",
      "link": "https://onward.justia.com/changing-law-firms-7-things-to-remember-that-you-may-have-overlooked/",
      "description": "Many industries are experiencing higher rates of turnover as employees change companies and positions with greater frequency, and the legal industry is no exception. Here is a list of seven things to remember when you decide to switch law firms.",
      "index": "1"
    },
    {
      "title": "The Art of More Referrals: Using Digital Strategies to Expand Your Network",
      "link": "https://onward.justia.com/the-art-of-more-referrals-using-digital-strategies-to-expand-your-network/",
      "description": "From the earliest days of their careers, lawyers learn the importance of networking as a tool for practice growth. Check out this post for a few tips on leveraging your digital network and other online tools to bring in more referrals.",
      "index": "2"
    },
    {
      "title": "How To Claim and Complete Your Free Justia Lawyer Directory Profile",
      "link": "https://onward.justia.com/how-to-claim-and-complete-your-free-justia-lawyer-directory-profile/",
      "description": "Justia is the most visited legal portal website in the United States and the Justia Lawyer Directory receives high volumes of visits every day from potential clients looking for a lawyer. Read this post to learn how to get started on leveraging this opportunity to increase connections with more clients.",
      "index": "3"
    },
    {
      "title": "6 of the Most Common Mistakes in Legal Movies and TV Shows",
      "link": "https://onward.justia.com/6-of-the-most-common-mistakes-in-legal-movies-and-tv-shows/",
      "description": "How many movies or television shows have you seen about the legal industry? How many inaccurate courtroom depictions have you noticed? If you are a lawyer, then the answer is surely many! Check out this post for some of the most common errors in legal cinema and television.",
      "index": "4"
    },
    {
      "title": "Featured Justia Resources: Probate Center",
      "link": "https://onward.justia.com/featured-justia-resources-probate-center/",
      "description": "Did you know Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Probate Center. ",
      "index": "5"
    },
    {
      "title": "Justia Ask A Lawyer By the Numbers: Third Quarter 2021",
      "link": "https://onward.justia.com/justia-ask-a-lawyer-by-the-numbers-third-quarter-2021/",
      "description": "As the fourth quarter of 2021 draws to a close, we recently finished taking a look at our third-quarter data for Justia Ask A Lawyer! Check out the latest trends and see whether you can spot the changes from quarters one and two this year. ",
      "index": "6"
    },
    {
      "title": "Common Grammar Mistakes to Avoid on Your Law Firm Blog",
      "link": "https://onward.justia.com/common-grammar-mistakes-to-avoid-on-your-law-firm-blog/",
      "description": "Your well-written lawyer blog is a great way to market your law firm and better connect with potential clients. However, common grammar mistakes can diminish this benefit. Check out this post for five mistakes to avoid when working on your next law firm blog post. ",
      "index": "7"
    },
    {
      "title": "Featured Justia Resources: Truck Accidents Center",
      "link": "https://onward.justia.com/featured-justia-resources-truck-accidents-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Truck Accidents Center. ",
      "index": "8"
    },
    {
      "title": "Justia Lawyer Directory by the Numbers: Fourth Quarter 2021",
      "link": "https://onward.justia.com/justia-lawyer-directory-by-the-numbers-fourth-quarter-2021/",
      "description": "We’re kicking off 2022 by reflecting on the data from 2021. The numbers are in! Check out this post for data on the Justia Lawyer Directory in the final quarter of last year.",
      "index": "9"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "insights-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
