{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon",
  "news": [
    {
      "title": "Why Lawyers Need to Invest in a Professional Headshot",
      "link": "https://onward.justia.com/why-lawyers-need-to-invest-in-a-professional-headshot/",
      "description": "A professional headshot is more than just a picture for your LinkedIn profile! Check out this post to learn more about the reasons lawyers should have a professional headshot.",
      "index": "1"
    },
    {
      "title": "Using Google Analytics to Understand and Improve Your Law Firm SEO",
      "link": "Want to assess the performance of your law firm website’s current SEO strategy? Google Analytics can help! Keep reading to learn more.",
      "description": "Want to assess the performance of your law firm website’s current SEO strategy? Google Analytics can help! Keep reading to learn more.",
      "index": "2"
    },
    {
      "title": "Announcing New Free Resources From Justia: Case Outlines for Law Students",
      "link": "https://onward.justia.com/announcing-new-free-resources-from-justia-case-outlines-for-law-students/",
      "description": "In addition to informing consumers about their rights and helping attorneys build their careers, Justia provides resources to assist current and prospective law students. Recently, we expanded our US Law Schools Center with case law outlines covering a broad range of topics. These include not only the first-year core curriculum and common bar exam subjects but also numerous electives.",
      "index": "3"
    },
    {
      "title": "The U.S. Constitution and Related Free Resources From Justia",
      "link": "https://onward.justia.com/the-u-s-constitution-and-related-free-resources-from-justia/",
      "description": "This month marks the 235th anniversary of the U.S. Constitution, which was signed in Philadelphia on September 17, 1787. The founding document of our democracy continues to exert a profound influence over many areas of American life. Recognizing its significance, Justia provides several resources involving the Constitution and the protections that it confers to the American people. ",
      "index": "4"
    },
    {
      "title": "Lawyers as Thought Leaders: What You Should Know",
      "link": "https://onward.justia.com/lawyers-as-thought-leaders-what-you-should-know/",
      "description": "Thought leadership allows lawyers to position themselves as industry experts and build credibility for their brand while expanding their practice. If you want to learn more about the ways thought leadership can help your firm achieve its goals, check out this post. ",
      "index": "5"
    },
    {
      "title": "Justia Ask A Lawyer by the Numbers: Second Quarter 2022",
      "link": "https://onward.justia.com/justia-ask-a-lawyer-by-the-numbers-second-quarter-2022/",
      "description": "It is time for another edition of Justia Ask A Lawyer by the Numbers, where we give you insights into the consumers using our free question and answer forum to seek legal information and the lawyers who are taking the time to assist them.  ",
      "index": "6"
    },
    {
      "title": "News & Notes on Google Local Services Ads: September 2022",
      "link": "https://onward.justia.com/news-notes-on-google-local-services-ads-september-2022/",
      "description": "The latest info from the Google Partner newsletter is in! Check out this post to learn more about important changes and updates to Google Local Services Ads that may impact your law firm.",
      "index": "7"
    },
    {
      "title": "The 5 Must-Have Pages Your Law Firm Website Needs Before Going Live",
      "link": "https://onward.justia.com/the-5-must-have-pages-your-law-firm-website-needs-before-going-live/",
      "description": "Your law firm website plays a critical role in your legal marketing strategy. Creating a strong website can take time. Luckily, you only need five core pages to launch! Keep reading to learn more.",
      "index": "8"
    },
    {
      "title": "Combatting Click Fraud: 5 Questions & Answers to Help You Avoid Wasting Your Ad Budget",
      "link": "https://onward.justia.com/combatting-click-fraud-5-questions-and-answers-to-help-you-avoid-wasting-your-ad-budget/",
      "description": "Worried about paying for invalid clicks on your pay-per-click ads? Just not sure what click fraud actually is? We have insights for you!",
      "index": "9"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "insights-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
