{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "Official Lawyer Directories of State Bar Associations & Licensing Organizations",
      "link": "https://onward.justia.com/official-lawyer-directories-of-state-bar-associations-licensing-organizations/",
      "description": "While many organizations maintain lawyer directories, each attorney licensing organization also offers an official directory that serves as a roster of attorneys eligible to practice in that jurisdiction. Check out this post for a list of directories maintained by these agencies, and to learn more about whether these profiles help you with legal marketing.",
      "index": "1"
    },
    {
      "title": "Justia Ask A Lawyer by the Numbers: Second Quarter 2021",
      "link": "https://onward.justia.com/justia-ask-a-lawyer-by-the-numbers-second-quarter-2021/",
      "description": "We’ve reviewed the Justia Ask A Lawyer data from the second quarter of 2021, and the numbers are in! Check out this post to learn more about common searches, see the most active lawyers on the forum, and spot the changes in the data.  ",
      "index": "2"
    },
    {
      "title": "The Law of a Law Firm Website",
      "link": "https://onward.justia.com/the-law-of-a-law-firm-website/",
      "description": "There are many moving parts to creating a law firm website, including potential legal implications for a lawyer’s website content, design, behavior, and more. Check out this post for information on five legal concerns you need to keep in mind when creating your law firm site.",
      "index": "3"
    },
    {
      "title": "Lawyers and Law Firms on TV: 20 Iconic Legal TV Shows",
      "link": "https://onward.justia.com/lawyers-and-law-firms-on-tv-20-iconic-legal-tv-shows/",
      "description": "After a long day at the office, there is nothing like relaxing with a TV show that helps you forget the stressful day. For many, television is the perfect company for fun and entertainment, even when the programs may relate to your chosen profession. ",
      "index": "4"
    },
    {
      "title": "Legal Marketing Tips for New Lawyers From Seasoned Attorneys",
      "link": "LINK",
      "description": "Are you a new lawyer considering hanging your own shingle? Have you just started your own law firm? We have some marketing tips for you – straight from lawyers who have already traveled this path.",
      "index": "5"
    },
    {
      "title": "How To Set Up a Google Search Ad",
      "link": "https://onward.justia.com/how-to-set-up-a-google-search-ad/",
      "description": "Interested in using pay-per-click (PPC) ads to create a more well-rounded marketing strategy for your law firm, but don’t know how? Let this quick start guide help you navigate the initial set up process.",
      "index": "6"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  }
}
