{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "The Relationship Between Mobile Searches, SEO, Responsive Design, AMP, and Your Law Firm Website",
      "link": "https://onward.justia.com/the-relationship-between-mobile-searches-seo-responsive-design-amp-and-your-law-firm-website/",
      "description": "As mobile searches and smartphones remain ubiquitous in our modern society, you want to optimize your law firm website for mobile devices. Read this post to learn more about the importance of responsive web design and AMP for your law firm website’s overall SEO performance. ",
      "index": "1"
    },
    {
      "title": "Featured Justia Resources: Sports Law Center & Name, Image, and Likeness for Student-Athletes",
      "link": "https://onward.justia.com/featured-justia-resources-sports-law-center-name-image-and-likeness-for-student-athletes/",
      "description": "Did you know Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in our recently expanded Sports Law Center.",
      "index": "2"
    },
    {
      "title": "9 Questions Lawyers Should Ask Before Hiring a PPC Consultant",
      "link": "https://onward.justia.com/9-questions-lawyers-should-ask-before-hiring-a-ppc-consultant/",
      "description": "Deciding to invest your marketing resources into paid ads can be a big decision for many law firms. Here are nine questions we suggest you ask before signing a contract with a new PPC consultant for your law firm.",
      "index": "3"
    },
    {
      "title": "News & Notes on Google Local Services Ads: October 2021",
      "link": "https://onward.justia.com/news-notes-on-google-local-services-ads-october-2021/",
      "description": "Considering Google’s Local Services Ads (LSAs)? Already running LSA campaigns? Check out this post for news, updates, and reminders that your firm needs to know about this increasingly popular legal advertising channel. ",
      "index": "4"
    },
    {
      "title": "5 Tips for Marketing Your Criminal Defense Practice",
      "link": "https://onward.justia.com/5-tips-for-marketing-your-criminal-defense-practice/",
      "description": "Need some info on digital marketing for criminal defense lawyers? Check out this post for five tips and best practices you may want to consider when you update the marketing plan for your law firm. ",
      "index": "5"
    },
    {
      "title": "9 PPC & SEM Blogs for Legal Marketers to Follow Today",
      "link": "https://onward.justia.com/9-ppc-sem-blogs-for-legal-marketers-to-follow-today/",
      "description": "Whether you are new to PPC and search engine marketing or simply want to stay up to date on trends and best practices, here are nine PPC and SEM blogs that can help you stay in the know on the latest.",
      "index": "6"
    },
    {
      "title": "Featured Justia Resources: Divorce Center",
      "link": "https://onward.justia.com/featured-justia-resources-divorce-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s recently expanded Divorce Center.",
      "index": "7"
    },
    {
      "title": "Weird Laws That Will Take the Scare Out of Halloween",
      "link": "https://onward.justia.com/weird-laws-that-will-take-the-scare-out-of-halloween/",
      "description": "Ever wondered if Halloween celebrations can get you into trouble with the law? In this first part of Justia’s Halloween series, we will tell you about some of the laws that can transform a fun celebration into a real nightmare.",
      "index": "8"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  }
}
