{
  "widget": {
    "icon": "justia-desk",
    "header": "From the Desk of Justia"
  },
  "banner": "justia-desk-icon.png",
  "news": [
    {
      "title": "Impacts of Employee Satisfaction on Law Firm Growth",
      "link": "https://onward.justia.com/impacts-of-employee-satisfaction-on-law-firm-growth/",
      "description": "When you think about evaluating the success of your law firm, you likely analyze client numbers, client outcomes, and/or law firm profit, but have you considered the impact employee satisfaction may have on your practice? Check out this post to learn more about how employee satisfaction may impact your firm’s bottom line. ",
      "index": "1"
    },
    {
      "title": "Featured Justia Resources: Adoption Center",
      "link": "https://onward.justia.com/featured-justia-resources-adoption-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Adoption Center. ",
      "index": "1"
    },
    {
      "title": "3 Possible Consequences of Inaccessible Websites",
      "link": "https://onward.justia.com/3-possible-consequences-of-inaccessible-websites/",
      "description": "The consequences of failing to prioritize web accessibility can go well-beyond decreased effectiveness of your law firm website. Keep reading to learn more about three possible ramifications of having an inaccessible site. ",
      "index": "1"
    },
    {
      "title": "Google Ads PPC Bidding Strategies for Lawyers",
      "link": "https://onward.justia.com/google-ads-ppc-bidding-strategies-for-lawyers/",
      "description": "Which bidding strategy should lawyers utilize to get the most out of their Google Ads PPC campaigns? The answer depends on the particular goals of your practice. Keep reading to learn more. ",
      "index": "1"
    },
    {
      "title": "Famous Lawyers Remembered by History",
      "link": "https://onward.justia.com/famous-lawyers-remembered-by-history/",
      "description": "From the founding fathers of the United States to golfers, artists, and more, many of the most famous figures throughout history were also lawyers. Keep reading to discover seven lawyers still remembered by history books today. ",
      "index": "1"
    },
    {
      "title": "The Importance of Brand Consistency for Law Firms",
      "link": "https://onward.justia.com/the-importance-of-brand-consistency-for-law-firms/",
      "description": "Consistency is the foundation of successful branding efforts. Check out this post to learn more about why consistency matters and get a few tips on how to increase consistency in your law firm’s marketing efforts.",
      "index": "1"
    },
    {
      "title": "Featured Justia Resources: Bankruptcy Center",
      "link": "https://onward.justia.com/featured-justia-resources-bankruptcy-center/",
      "description": "Did you know that Justia offers numerous free resources to make the law more accessible and help people better understand the foundations of a variety of legal areas? In this post, you can learn more about the information available in Justia’s Bankruptcy Center. ",
      "index": "1"
    },
    {
      "title": "News & Notes on Google Local Services Ads: February 2022",
      "link": "https://onward.justia.com/news-notes-on-google-local-services-ads-february-2022/",
      "description": "Want to stay in the know on the latest updates from Google for your Local Services Ads (LSAs)? This is the post for you! ",
      "index": "1"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "insights-newsletter",
      "content": {
        "title": "text-justia-desk-title-",
        "button": "text-justia-desk-suscribe-now-1"
      }
    }
  },
  "button": {
    "style": "justia-blue-ghost",
    "link": "https://onward.justia.com/",
    "text": "Subscribe Now"
  }
}
