{
  "widget": {
    "iconSrc": "justia-desk.png",
    "header": "From the Desk of Justia"
  },
  "news": [
    {
      "title": "6 Key Brand Assets Every Law Firm Should Consider Having",
      "link": "https://onward.justia.com/2021/04/06/6-key-brand-assets-every-law-firm-should-consider-having/",
      "description": "Your brand goes beyond the name by which your law firm or the products and services you offer are recognized. In this post, learn more about how the different elements of your brand, both tangible and intangible, can create a close bond between your law firm, your brand, and your clients.",
      "index": "1"
    },
    {
      "title": "6 Tips for Marketing Your Personal Injury Practice",
      "link": "https://onward.justia.com/2021/04/12/6-tips-for-marketing-your-personal-injury-practice/",
      "description": "While there are general legal marketing practices all lawyers should consider, it is also important to stay up to date on the marketing practices that work for your specific practice area. Check out this post if you are a personal injury attorney hoping to up your marketing game.",
      "index": "2"
    },
    {
      "title": "10 Legal Marketing & Practice Blogs to Follow Today",
      "link": "https://onward.justia.com/2021/04/09/10-legal-marketing-practice-blogs-to-follow-today/",
      "description": "Whether you need to start from scratch on your law practice marketing plan, revamp your marketing strategy, or simply want to stay up to date on legal marketing trends, here are 10 legal marketing and practice blogs to help you stay ahead of the game.",
      "index": "3"
    },
    {
      "title": "5 Powerful SEO Tools for Your Law Firm ",
      "link": "https://onward.justia.com/5-powerful-seo-tools-for-your-law-firm/",
      "description": "If you have spent some time in the digital marketing space, you know the importance of Search Engine Optimization (SEO). In this article, we highlight some of our top picks for tools to help you improve your website SEO, as well as gather intelligence on your competitors.",
      "index": "4"
    },
    {
      "title": "Clubhouse: A New Social Tool for Lawyers",
      "link": "https://onward.justia.com/clubhouse-a-new-social-tool-for-lawyers/",
      "description": "Clubhouse is a new social network that has achieved accelerated growth in a short time. Whether this is due to its invitation-only exclusivity, the FOMO phenomenon, or simply because it is easy to listen to while multitasking, the fact remains that Clubhouse is becoming both a major social hub and a great tool for increasing exposure.",
      "index": "5"
    },
    {
      "title": "Remarketing Highlights: Facebook Retargeting v. Google Ads Remarketing for Lawyers",
      "link": "https://onward.justia.com/remarketing-highlights-facebook-retargeting-v-google-ads-remarketing-for-lawyers/",
      "description": "If you need a quick comparison of the usefulness of Facebook and Google’s remarketing products for a law firm, or simply need a quick introduction to some things to consider when it comes to remarketing, then check this post out.",
      "index": "6"
    },
    {
      "title": "Lawyer Commercials Round-Up",
      "link": "https://onward.justia.com/2021/04/14/lawyer-commercials-round-up/",
      "description": "Want to catch up on some of the most memorable lawyer commercials to hit the airwaves (or the internet) over the past decade? Need a few tips for creating your own commercial? Then, this post is for you.",
      "index": "7"
    },
    {
      "title": "Lawyer TikTok: A New Place for You to Grow Your Practice",
      "link": "https://onward.justia.com/2021/03/26/lawyer-tiktok-a-new-place-for-you-to-grow-your-practice/",
      "description": "TikTok may be just what you need to refresh your legal marketing strategy. Read this post to learn more about TikTok and the lawyers using it to help reach their goals.",
      "index": "8"
    }
  ],
  "utm": {
    "clients": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "client-newsletter",
      "content": "text-justia-desk-title-"
    },
    "jld": {
      "medium": "email",
      "campaign": "<%= dateFormat.dash %>",
      "source": "directory-newsletter",
      "content": "text-justia-desk-title-"
    }
  }
}
