{
  "widget": {
    "icon": "legal-industry-news",
    "header": "Legal Industry News"
  },
  "news": [
    {
      "title": "New Formal Ethics Opinion Gives Additional Guidance on Harassment and Discrimination",
      "link": "https://www.abajournal.com/news/article/new-formal-ethics-opinion-gives-additional-guidance-on-harassment-and-discrimination",
      "description": "The ABA has issued a new opinion regarding Model Rule 8.4(g), which bars discrimination and harassment in legal practice on the basis of race, religion, sex, and other characteristics."
    },
    {
      "title": "Legal Industry Adds Jobs For a Second Month After Huge April Loss",
      "link": "https://www.abajournal.com/news/article/legal-industry-adds-jobs-for-a-second-month-after-huge-april-loss",
      "description": "Following a significant drop this spring, legal jobs have rebounded in May and June, though the overall number of legal industry jobs in June was less than it was last year at that time."
    },
    {
      "title": "Another State Moves Closer to Mandating Tech CLE, But Limited to Cybersecurity",
      "link": "https://www.lawsitesblog.com/2020/07/another-state-moves-closer-to-mandating-tech-cle-but-limited-to-cybersecurity.html",
      "description": "New York could join Florida and North Carolina as the third US state to require lawyers to take continuing legal education related to technology, though it would pertain only to cybersecurity."
    },
    {
      "title": "LGBTQ+ Lawyers and Attorneys With Disabilities Report Prevalent Discrimination, ABA Study Says",
      "link": "https://www.abajournal.com/news/article/lawyers-with-disabilities-who-identify-as-lgbtq-report-prevalent-discrimination-aba-study-says",
      "description": "New research indicates that almost 40% of attorneys who identify as LGBTQ+ or as having disabilities state that they have experienced workplace bias, harassment, and discrimination."
    },
    {
      "title": "Report Out On ‘Zoom Courts’ Raises Privacy and Due Process Concerns",
      "link": "https://www.lawsitesblog.com/2020/07/report-out-today-on-zoom-courts-raises-privacy-and-due-process-concerns.html",
      "description": "A new study highlights the downsides of using virtual courts during the COVID-19 pandemic, including a lack of confidentiality, inequitable access to technology, and technical problems."
    },
    {
      "title": "The Legal Profession is Suddenly Practicing Law Like It’s The 2030s",
      "link": "https://abovethelaw.com/2020/07/the-legal-profession-is-suddenly-practicing-law-like-its-the-2030s/",
      "description": "The coronavirus pandemic and its attendant social distancing policies have led to a rapid integration of technology into the world of legal practice, bringing about long-awaited changes."
    }
  ]
}
