{
  "widget": {
    "icon": "legal-industry-news",
    "header": "Legal Industry News"
  },
  "news": [
    {
      "title": "RBG, R.I.P | A Few Personal Reminiscences on the Death of Justice Ruth Bader Ginsburg from Professor David Post",
      "link": "https://reason.com/2020/09/18/rbg-r-i-p/",
      "description": "A two-time law clerk for the late Justice Ginsburg reflects on her life and legacy, including her writing and editing standards, integrity, and the legal case she most enjoyed working on."
    },
    {
      "title": "Ruth Bader Ginsburg, Supreme Court’s Feminist Icon, Is Dead at 87",
      "link": "https://www.nytimes.com/2020/09/18/us/ruth-bader-ginsburg-dead.html",
      "description": "Justice Ginsburg, who was known for her pioneering role in advancing gender-based equity, died of complications related to cancer after serving for 27 years on the nation’s highest court."
    },
    {
      "title": "Why Did the Average Scaled Score for the July Multistate Bar Exam Improve?",
      "link": "https://www.abajournal.com/news/article/mean-scaled-score-for-july-2020-mbe-increases-and-reason-could-be-more-time-to-study",
      "description": "Potential factors contributing to the increase include a higher percentage of test-takers finishing bar prep courses, and a greater proportion of first-time test-takers compared to 2019."
    },
    {
      "title": "US Court Records Would Be Free Under House Judiciary Bill",
      "link": "https://news.bloomberglaw.com/us-law-week/u-s-court-records-would-be-free-under-house-judiciary-bill",
      "description": "Bipartisan legislation recently approved by the House Judiciary Committee would grant members of the public free access to federal court records housed in the PACER system."
    },
    {
      "title": "Fake Websites for 4 BigLaw Firms Might Have Been Created to Get Deal Information",
      "link": "https://www.abajournal.com/news/article/fake-websites-for-4-biglaw-firms-may-have-been-created-to-get-deal-information",
      "description": "Newly declassified FBI documents show that the firms may have been targeted in an effort to obtain insider information related to mergers and acquisitions that were pending at the time."
    },
    {
      "title": "Pay Gap Has Widened for Male and Female Partners in Larger Law Firms, New Report Says",
      "link": "https://www.abajournal.com/news/article/pay-gap-has-widened-for-male-and-female-partners-in-larger-law-firms-report-says",
      "description": "Survey findings demonstrate that part of the reason for the disparity is that pay for male partners is going up at a faster rate than it is for female partners at the nation’s largest firms."
    }
  ]
}
