{
  "news": [
    {
      "title": "Texas AG Sides With Lawyers Challenging Mandatory Bar Membership",
      "link": "http://www.abajournal.com/news/article/texas-ag-sides-with-lawyers-challenging-mandatory-bar-membership ",
      "description": "Three Texas lawyers have filed suit on the grounds that mandatory membership in their state bar is a violation of their First Amendment right against coerced speech, and the Texas Attorney General supports their position. The plaintiffs object to having their state bar dues support things like the bar’s diversity programs and access to justice efforts. Similar lawsuits are under way in a number of states, but Texas is the only place where the Attorney General has sided with the plaintiffs."
    },
    {
      "title": "California Bar Exploring Opportunities to Deploy AI",
      "link": "https://abovethelaw.com/2019/05/california-bar-exploring-opportunities-to-deploy-ai/",
      "description": "The State Bar of California has entered into a contract with a private company to explore the use of artificial intelligence (AI) to streamline parts of its attorney discipline system, which has become overloaded with new matters since the Bar began accepting online complaints. The Bar also plans to test the use of AI proctors for bar examinations."
    },
    {
      "title": "30% of Young Lawyers in This State Wouldn’t Go to Law School in a Do-Over",
      "link": "http://www.abajournal.com/news/article/30-of-young-lawyers-in-this-state-wouldnt-go-to-law-school-in-a-do-over",
      "description": "Almost one-third of Florida lawyers under the age of 36 or who have been practicing less than five years have told the Florida Bar’s Young Lawyers Division that they would not go to law school again given the choice. In response to a survey conducted in late 2018, lawyers cited high levels of student loan debt, long hours, difficult work environments, and mental health issues as affecting their perspective on their experience within the profession."
    },
    {
      "title": "Has the Supreme Court Eviscerated Recovery of eDiscovery Costs?",
      "link": "https://abovethelaw.com/2019/05/has-the-supreme-court-eviscerated-recovery-of-ediscovery-costs/ ",
      "description": "In a recent opinion, the U.S. Supreme Court appeared to state that eDiscovery costs may not be recoverable by prevailing parties in litigation. However, the narrow reading the Court gave the text of the relevant statute does not appear to acknowledge or resolve the circuit split that exists on this issue."
    }
  ]
}
