{
  "news": [{
      "title": "End of an Era: Tom Bruce, Trailblazing Director of LII, to Retire After 27 Years",
      "link": "https://www.lawsitesblog.com/2019/04/end-of-an-era-tom-bruce-trailblazing-director-of-lii-to-retire-after-27-years.html",
      "description": "Tom Bruce, co-founder of the Legal Information Institute and a crusader for free and open access to law, has announced his retirement after nearly three decades. Bruce’s work, which included publishing Supreme Court opinions online 10 years before the Court had a website, has increased public access to law for hundreds of millions across the globe."
    },
    {
      "title": "Lawyer Fingerprinting in This State Turns Up Over 2,200 Convictions Unknown to Bar",
      "link": "http://www.abajournal.com/news/article/lawyer-fingerprinting-in-this-state-turns-up-2200-convictions-unknown-to-the-bar",
      "description": "Under a new rule requiring California lawyers to be re-fingerprinted, the State Bar has so far obtained confirmation of more than 2,200 convictions that were previously unreported. The Bar instituted this rule as part of its efforts to comply with a law requiring it to receive notifications of attorney arrests and convictions."
    },
    {
      "title": "Would Millennial Lawyers Trade Pay for Better Work-Life Balance? A Significant Percentage Say Yes",
      "link": "http://www.abajournal.com/news/article/would-millennial-lawyers-trade-pay-for-better-work-life-balance-a-significant-percentage-say-yes",
      "description": "A new survey indicates that about one-quarter of millennial lawyers at big firms would accept less pay in exchange for things like greater schedule flexibility and more time off. Most also agreed that attaining a law firm partnership is less desirable than it was a generation ago."
    },
    {
      "title": "Why Cybersecurity Matters: A Lawyer’s Toolkit",
      "link": "https://abovethelaw.com/2019/04/why-cybersecurity-matters-a-lawyers-toolkit/",
      "description": "Law firms are becoming increasingly attractive targets for hackers due to the nature and volume of sensitive data they house, compared to their relative lack of consistent security controls. Firms stand to not only lose revenue and productivity following a hack, but can suffer harm to their reputations as well."
    }
  ]
}
