{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "Justia Connect. ",
        "description": "We launched On-Demand Continuing Legal Education (CLEs) for all Justia Connect Pro members. "
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Payments. ",
        "description": "We’ve automated handling payment disputes and the Justia Connect Pro Credits application to streamline internal processes related to Justia Lawyer Directory fees. Additionally, we now send automatic emails to Justia Lawyer Directory clients to best communicate the following steps to reduce subscription churn due to payment failures."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "Justia Elevate. ",
        "description": "We added the Full-Text Search to our client's websites and new versions for Header, Footer, and Contact Form Stripes to display the Search form to improve our Justia Elevate platform. We also added new versions for the Quarter goals for the Basic Stripe with credit card payment options and a different look and feel for the Client Reviews Stripe."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Justia U.S. ",
        "description": "Supreme Court Portal. We improved the user interaction while checking supreme case listing pages. We also added Former Justices' biographies and their written opinions. Likewise, the frontend team improved the portal performance by creating standalone static assets split from other Justia properties, and we continued with our ongoing efforts for editorial updates."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "Content Transfer. ",
        "description": "We transferred all the content from our Justia Mexico site to an upgraded system enabling faster updates. Additionally, we simplified the process of adding new entries to our Law Schools portal."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-06.png",
        "title": "SEC Contracts: ",
        "description": "We improved the grouping and presentation of contract clauses. We've also implemented backend improvements to categorize our content better."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-07.png",
        "title": "20-Anniversary Branding. ",
        "description": "As we celebrate our 20th anniversary, we are rolling out special branding across our properties. You will notice the banner on our websites, email reports, and other branded resources."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-08.png",
        "title": "QA Automation. ",
        "description": "We have improved the performance and usability of our Visual Regression QA Reports. Similarly, we implemented better support for our Justia Elevate and Justia Ask A Lawyer properties, which include performance analysis."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-09.png",
        "title": "IT Team. ",
        "description": "This month, we completed several IT maintenances covering various properties, including Justia Law, the Justia Lawyer Directory, Justia Patents, and Justia Blogs. Our IT team continues to ensure our sites' stability and optimal functioning."
      }
    }
  ]
}
