{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "link": "https://www.justia.com/family/divorce/the-divorce-process/contested-vs-uncontested-divorce/",
        "title": "Consumer Content: ",
        "description": "We are constantly looking to improve our websites to make them as user-friendly as possible. In our continued efforts, we modified the left-hand sidebar navigation look and feel as well as the snippet blocks within the content area."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Marketing Site Update: ",
        "description": "Time and again, we show that we are quite able to work a faster pace if and when needed. We adjusted our Amplify marketing message across our marketing website in an effort to keep up with the ever-changing Google updates."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "Sales Proposals: ",
        "description": "We released a new format for our JLD sales proposal. These are the great-looking, professional, customized PDF files that we generate automatically for our prospective clients."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Email Blasts: ",
        "description": "In addition to our regular monthly campaigns, we promoted our Amplify services to our current audience. And we are also expanding our reach to former Justia clients, so they get to know our newest services."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "State Codes: ",
        "description": "Our team is right in the middle of the yearly State Codes update right now. So we are constantly releasing new versions for each of the states like <a href=\"https://law.justia.com/codes/washington/2020/\" target=\"_blank\">Washington</a>, <a href=\"https://law.justia.com/codes/new-jersey/2020/\" target=\"_blank\">New Jersey</a>, West Virginia, etc."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-06.png",
        "title": "Backend Maintenance: ",
        "description": "Our IT team is working hard as always. This month we continued upgrading database servers by taking care of our internal SEO Tool. In addition, we performed a mass update to many of our application servers to improve the performance across the board."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-07.png",
        "title": "Automated QA: ",
        "description": "After taking care of the footer QA, our QA team released automated checks for Justia standard header layouts. This allows us to maintain our standards across all of the Justia Web Properties."
      }
    }
  ]
}
