{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "Justia U.S. Supreme Court Center. ",
        "link": "https://supreme.justia.com/",
        "description": "We finally published the redesigned version of our Justia U.S. Supreme Court Center, bringing a cleaner and better-looking access to decisions from the highest court in the federal judiciary of the United States."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "IT Maintenance. ",
        "description": "As Vasu pointed out in one of our team meetings, our IT Team has successfully performed all AWS server maintenance. This month's maintenance involved properties such as general <a href=\"https://www.justia.com/lawyers\" target=\"_blank\"><b>Justia Lawyers Directory</b></a> infrastructure, Client and Justia blogs, and <a href=\"https://answers.justia.com/\" target=\"_blank\"><b>Justia Ask A Lawyer</b></a>, among others. Our IT Team also upgraded the OS version for some of those resources."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "Justia Ask A Lawyer Sticky Footer. ",
        "link": "https://answers.justia.com/",
        "description": "A change that had long been in the works. The goal is to promote contextual Justia Ask A Lawyer email notifications for lawyers browsing our portal."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Data Team. ",
        "description": "Our Data Team continues delivering value through analysis and research projects. We are already getting solid study returns after they researched AWS costs and the resulting suggestions. They now route data directly to their analytics platform from our mailer providers."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "QA Automation. ",
        "description": "As usual, our QA Team is expanding our quality assurance coverage over specific properties such as Justia Ask A Lawyer and Justia Elevate. Our team is also working on a security report for all Justia properties. We need to ensure the final reports are functional and easy to understand."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-06.png",
        "title": "Justia Connect. ",
        "link": "https://connect.justia.com/",
        "description": "Every month, there are constant adjustments and modifications to improve the users' experience and benefits for Justia Connect and Justia Connect Pro. We are also running efforts to make it easier for our team to handle and keep track of all the activities involved."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-07.png",
        "title": "Payments. ",
        "description": "As we continue moving towards a systematic approach to client billing, our team has been automating some of the day-to-day processes and handling random payment-related situations in a timely manner."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-08.png",
        "title": "Justia Elevate. ",
        "description": "Among other improvements, our Justia Elevate Team continues delivering value to our platform users with new content block versions and more color options consistent with their sites."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-09.png",
        "title": "Mass Updates Across Justia Properties. ",
        "description": "We pushed several implementations across multiple sites, such as the basics for rotating sidebar ads and the consistent collapsing behavior of sticky footers."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-10.png",
        "title": "Justia SEC Contracts. ",
        "description": "Justia's current quarterly priority is to improve our <a href=\"https://contracts.justia.com/\" target=\"_blank\"><b>Justia SEC Business Contracts site</b></a>. We've been pushing navigation and UI improvements with a particular focus on the extracted contract clauses. "
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-11.png",
        "title": "State Codes. ",
        "link": "https://law.justia.com/codes/us/2021/",
        "description": "Continuing with the yearly updates of all U.S. Codes and Statutes, we published more versions this year, including the now-available 2021 U.S. Code."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-12.png",
        "title": "Hackathon. ",
        "description": "This month our Engineering Team participated in a Hackathon focused on rapid prototyping for solutions based on ChatGPT. This helps in keeping Justia updated with the whirlwind developing AI landscape."
      }
    }
  ]
}
