{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "Business Contracts Clauses: ",
        "link": "https://contracts.justia.com/contract-clauses/",
        "description": "We pushed live a new section in Justia Business Contracts that keeps track of individual clauses and organizes them by category, making it easier for our users to analyze and contrast specific clauses across different contracts."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Elevate QA Automation: ",
        "description": "The QA Team released the automated QA jobs to ensure the quality of the Justia Elevate WordPress interface. We are moving forward with additional features and making sure our system remains active and functional."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "Jenkins Migrations: ",
        "description": "Our QA Automation and IT Teams upgraded their development infrastructure to the latest version and migrated Jenkins. This software runs and coordinates automated QA jobs to a standalone infrastructure."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Justia Lawyer Directory Claiming System (Improved Tracking): ",
        "description": "We updated our JLD claiming process to add tracking methods to obtain additional insights into our users' patterns and behaviors while claiming a JLD profile."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "NFS Storage System: ",
        "description": "In the backend, our projects communicate through shared file storage servers named NFS. Our IT Team updated all NFS connections to optimize time and cost this month."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Connect Pro (Analytics Report): ",
        "description": "This report will provide insights into the actions of Justia Connect Pro members before and after they purchase the Pro membership."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "First Short Video for Social Media: ",
        "link": "https://fb.watch/fXrxIzhn8n/",
        "description": "Members of our Editorial, Design, and Marketing Teams produced and published the first short video on social networks as part of our legal content marketing strategy in Mexico."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Integrating Spark with Tableau: ",
        "description": "Our Data Team connected Tableau, a data visualization system that we use to analyze and present data research and reports, with Spark, a service to process large amounts of data from different sources. This connection will expand our ability to integrate and analyze datasets that are otherwise independent of each other."
      }
    }
  ]
}
