{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "Justia Connect - Second Webinar: ",
        "description": "On August 3rd, Tim presented the second Justia Webinar. In this first part of the webinar, Tim discussed the fundamentals of citation and link building for law firm websites and how they relate to rankings in Google organic search results and Google Business Profile."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Elevate AMP: ",
        "link": "https://elevate-ae.justia.design/amp/",
        "description": "One of our biggest milestones. We successfully added support for AMP to Justia Elevate. With just clicking a button, our clients can benefit from accelerated mobile pages for their whole site."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Elevate Contact Form Integrations: ",
        "description": "Another feature added to Justia Elevate sites: contact form integrations with third-party services, including Captorra, Clio, Constant Contact, and Legal Intake, among others."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Figma Master Template for Justia Elevate Websites: ",
        "description": "We released the first Figma Master Template for Justia Elevate that will allow us to create Justia Elevate designs working in a cross-functional team collaboration environment. This will reduce production cycle times and improve output efficiency."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "Justia Elevate Theme Picker for Gallery: ",
        "link": "https://elevate-ae.justia.design/",
        "description": "We’ve added the possibility of switching the color schema for our Justia Elevate gallery sites with a theme picker, making it super simple."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-06.png",
        "title": "Completed VPC Migration: ",
        "description": "We finally completed the migration to the more secure VPC environment for our whole cloud infrastructure. This effort culminated with successfully migrating some of our more complex properties like the Justia Lawyer Directory and Justia Law, among others."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-07.png",
        "title": "New Mexico Content: ",
        "description": "Two Mexican federal laws were updated to their latest version: <a href=\"https://mexico.justia.com/federales/leyes/ley-federal-del-trabajo/\" target=\"_blank\"><b>Ley Federal del Trabajo</b></a> and <a href=\"https://mexico.justia.com/federales/codigos/codigo-penal-federal/\" target=\"_blank\"><b>Código Penal Federal</b></a>. It is worth mentioning that our version is available in HTML, making it even more convenient than the official government source."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-08.png",
        "title": "Test Cafe for QA Automation: ",
        "description": "We’ve integrated Test Cafe into our Automated QA project, making it easier to script QA jobs for Justia Elevate and other React-based applications, which tend to focus more on user interaction."
      }
    }
  ]
}
