{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "<a href=\"https://lawyers.justia.com/new-profile\">Justia Lawyer Directory</a>.",
        "description": " We have revamped the \"Create Your Profile & Join Justia Connect\" page. Now, lawyers can easily access and understand all the benefits of joining the Justia Lawyer Directory right from the beginning of the process."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Connect.",
        "description": " We've enhanced the Justia Lawyer Directory editing dashboard to highlight the advantages of becoming a Justia Connect Pro member, aiming to further strengthen our Justia Connect community."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "IT Team.",
        "description": " We've been making progress on various server infrastructure projects while ensuring efficient handling of maintenance tasks. This month, we successfully completed a significant upgrade across all our application databases. This effort began last year and involved meticulous planning to prevent service interruptions for our users."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "QA Team.",
        "description": " This month, we launched the initial version of a toolset aimed at streamlining the Jweb to Justia Elevate migration process. We will further enhance these tools to serve as quality checks for our websites in the future."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "<a href=\"https://www.justia.jobs/\">Justia Legal Jobs</a>.",
        "description": " After our initial launch, we've been implementing several updates, notably enhancing the appearance and usability of mobile listing pages. These improvements are pivotal as they serve as a primary entry point for our users."
      }
    }
  ]
}
