{
  "widget": {
    "type": "Milestones & Accomplishments",
    "header": "Let’s Find Out What’s Been Achieved So Far by Our Teams at Justia"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-01.png",
        "title": "Justia SEC Contracts. ",
        "link": "https://contracts.justia.com/",
        "description": "We kept our focus on improving this property. We rolled out multiple updates this month, including more straightforward navigation through the site by introducing contract filtering based on business categories and industries."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-02.png",
        "title": "Justia Referral Program. ",
        "description": "We introduced a reward program for all our clients when they refer our services to other lawyers. We launched this referral program through a marketing campaign with a unique code for sharing."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-03.png",
        "title": "Justia Elevate. ",
        "description": "Like every month, we introduced more features and improvements to our Justia Elevate platform. This month, we enhanced the capabilities of the standard Yoast SEO plugin to support more powerful redirect functionality, bringing more value to our customers."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-04.png",
        "title": "Justia Portal. ",
        "description": "Updates to strengthen our content and SEO are continuously occurring for our main portal. This month, we updated the <a href=\"https://www.justia.com/criminal/docs/calcrim/\" target=\"_blank\"><b>latest version of California Criminal Jury Instructions (CALCRIM)</b></a> and <a href=\"https://www.justia.com/trials-litigation/docs/caci/\" target=\"_blank\"><b>California Civil Jury Instructions (CACI)</b></a>. We also conducted a mass update to the title tags of our consumer content pages."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-05.png",
        "title": "Justia Mexico Portal. ",
        "link": "https://mexico.justia.com/",
        "description": "This month, a significant backend migration allowed us to push content updates more regularly. This opened up the possibility for editorial updates without the development team's involvement."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-06.png",
        "title": "Justia Connect. ",
        "description": "Besides the regular webinars and improvements to Justia Connect, this month marks the anniversary of Justia Connect Pro, so we prepared a special campaign to thank the Pro members who reached that mark with us."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-07.png",
        "title": "Jurispro. ",
        "link": "https://www.jurispro.com/",
        "description": "One of our Justia friends, the Jurispro portal, allows attorneys to connect with professionals to serve as expert witnesses. This month, we released the tools for site editors to publish FAQs to provide better context to users and improve the site's SEO."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-08.png",
        "title": "Data. ",
        "description": "Our Data Team keeps on obtaining more insights from our properties' usage and statistics. This month, they added new metrics to the summaries newsletters' automated dashboards. They also presented an analysis of SEC contracts and clauses."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-09.png",
        "title": "Justia Ask A Lawyer. ",
        "link": "https://answers.justia.com/",
        "description": "Our Editorial Team is actively monitoring the best answers from our lawyers. This month, we are changing the Justia Ask A Lawyer listing pages to feature quality content more prominently."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-10.png",
        "title": "IT Maintenances. ",
        "description": "AWS (our cloud provider) usually issues maintenance requests for our running servers. Our IT Team is on top of all of them. This month, they handled maintenance tasks for projects such as Justia Elevate, JLD, Justia Dockets, Justia Regulations, and other internal resources."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "milestones-graphic-11.png",
        "title": "Justia Regulations. ",
        "link": "https://regulations.justia.com/states/",
        "description": "As usual, we published the first quarterly update of all state regulations for 2023 live."
      }
    }
  ]
}
