{
  "widget": {
    "type": "NEW TEAM MEMBERS",
    "header": "Getting to Know the New Talent at Justia"
  },
  "singleColumn": false,
  "columns": [
    {
      "image": {
        "src": "new-people-01.png",
        "alt": "Jose Morales"
      },
      "blockTitle": "Jose Morales",
      "blockSubtitle": "Intern - IT Team",
      "description": [
        "I am a software engineering student at the Autonomous University of Nuevo Leon and  I am about to graduate in six months. Previously, I did professional internships at the Self-Learning Language Center of the Mechanical and Electrical Engineering School. I like to learn new things. My goal is to find my way in my career."
      ]
    },
    {
      "image": {
        "src": "new-people-02.png",
        "alt": "Omar Mendoza"
      },
      "blockTitle": "Omar Mendoza",
      "blockSubtitle": "Intern - Engineering Team",
      "description": [
        "Hello, my name is Omar. I want to learn something new every day. Formula 1 is my favorite sport to watch and basketball my favorite sport to play, and I hope to have a fantastic time here at Justia."
      ]
    },
    {
      "image": {
        "src": "new-people-03.png",
        "alt": "Jacob Klipper"
      },
      "blockTitle": "Jacob Klipper",
      "blockSubtitle": "Sales Team",
      "description": [
        "I'm a digital marketing/sales-driven, creative-minded individual.  I love learning new things dealing with business, sales, and digital marketing from others.  I have a passion for basically anything to deal with technology.  For example, I used my mother's eBay account as an eBay PowerSeller back in 2003.  If a computer was around, I was behind it. I am a networker like no other on certain platforms, so If I had not attempted to add you on Linkedin already, make sure to connect!"
      ]
    },
    {
      "image": {
        "src": "new-people-04.png",
        "alt": "Alfredo Galvan"
      },
      "blockTitle": "Alfredo Galvan",
      "blockSubtitle": "Engineering Team",
      "description": [
        "Hi! I’m Alfredo Galvan, I am 30 years old and I'm from Saltillo, Coahuila. I am a back-end developer, but I want to become a full-stack developer soon. I love to play video games, and I consider myself competitive. I love music, and I enjoy singing and playing the guitar. I’m really excited to learn new stuff from you all."
      ]
    },
    {
      "image": {
        "src": "new-people-05.png",
        "alt": "Jonatan Reynosa"
      },
      "blockTitle": "Jonatan Reynosa",
      "blockSubtitle": "Engineering Team",
      "description": [
        "Hi everyone! My name is Jonatan Reynosa. I'm 21 years old, and I'm from Saltillo, Coahuila. I just graduated from Computer Systems Engineering, and I'm looking forward to growing as a developer. My favorite hobbies are playing video games, listening to music, and playing a few musical instruments. I'm excited to start this new journey and work with you all."
      ]
    },
    {
      "image": {
        "src": "new-people-06.png",
        "alt": "Alexis Ortiz"
      },
      "blockTitle": "Alexis Ortiz",
      "blockSubtitle": "Intern - Engineering Team",
      "description": [
        "Hi! I'm Alexis Ortiz Velazquez. I consider myself a funny person who likes to work in teams. I'm currently studying systems engineering at the University of Guanajuato. I'm passionate about learning anything that seems exciting and challenging for me. I like to read and play video games with friends during my free time."
      ]
    },
    {
      "image": {
        "src": "new-people-07.png",
        "alt": "Angel Sanchez"
      },
      "blockTitle": "Angel Sanchez",
      "blockSubtitle": "IT Team",
      "description": [
        "Hi, I am Angel Sanchez! I am passionate about technology and science fiction. I like to play sports, watch movies, thrillers, and series. I am also a big Final Fantasy and Uncharted video games fan."
      ]
    },
    {
      "image": {
        "src": "new-people-08.png",
        "alt": "Silvia de los Santos"
      },
      "blockTitle": "Silvia de los Santos",
      "blockSubtitle": "IT Team",
      "description": [
        "My name's Silvia. I'm 28 years old, from Celaya, Guanajuato, but I live in Morelia. I have more than four years of experience in the IT area. I am a person who loves animals (especially dogs). I enjoy listening to music, and I also enjoy playing some instruments. I also like to draw and cook."
      ]
    },
    {
      "image": {
        "src": "new-people-09.png",
        "alt": "Antonio de Lira"
      },
      "blockTitle": "Antonio de Lira",
      "blockSubtitle": "QA Team",
      "description": [
        "Hi! I am a computer systems engineer focused on test automation technologies and Java development. I consider myself a person in continuous development. I enjoy learning new things. I lift weights, play video games, and rewatch my favorite movies in my free time."
      ]
    }
  ]
}
