{
  "widget": {
    "type": "NEW TEAM MEMBERS",
    "header": "Getting to Know the New Talent at Justia"
  },
  "singleColumn": false,
  "columns": [
    {
      "image": {
        "src": "new-people-01.png",
        "alt": "Ever Alvarez"
      },
      "blockTitle": "Ever Alvarez",
      "blockSubtitle": "Intern Front-end Team",
      "description": [
        "Hey, Ever Alejandro here. I am 19 years old, and I am from Mexico. I have always been passionate about technology and computers, so I decided to devote myself to programming and to make the world more accessible for everyone."
      ]
    },
    {
      "image": {
        "src": "new-people-02.png",
        "alt": "Ricardo Ochoa"
      },
      "blockTitle": "Ricardo Ochoa",
      "blockSubtitle": "Engineering Team",
      "description": [
        "I'm Ricardo Ochoa. I consider myself a geek who has a great passion for fixing electronics, playing video games, and listening to music! Also, I am an optimistic person who frequently jokes and makes fun of everything, and I’m always looking at the bright side of life."
      ]
    },
    {
      "image": {
        "src": "new-people-03.png",
        "alt": "Miguel Bala"
      },
      "blockTitle": "Miguel Bala",
      "blockSubtitle": "Intern QA Team",
      "description": [
        "Hello everyone, my name is Miguel Bala. I'm 21 years old, born in Acapulco, Guerrero. Currently, I'm studying Software Development and Management. My knowledge is based mainly on back-end development, but I wanted to try the QA area, so here I am. I am very excited to work with all of you. Special thanks to all of the people who made this possible."
      ]
    },
    {
      "image": {
        "src": "new-people-04.png",
        "alt": "Esau Martinez"
      },
      "blockTitle": "Esau Martinez",
      "blockSubtitle": "Intern Engineering Team",
      "description": [
        "Hello everyone! I like to travel, learn about different cultures, and make new friends. I am pleased and motivated to join Justia as part of the Engineering Team. I hope to learn a lot and contribute to the company. I am convinced I will succeed as a professional as I am standing on the shoulders of giants. I wish you all the best!"
      ]
    },
    {
      "image": {
        "src": "new-people-05.png",
        "alt": "Miguel Vazquez"
      },
      "blockTitle": "Miguel Vazquez",
      "blockSubtitle": "Engineering Team",
      "description": [
        "Hello World! I'm Miguel, a developer from Guanajuato. I enjoy science fiction, music, and learning about everything out there."
      ]
    }
  ]
}
