{
  "widget": {
    "type": "JUSTIA PORTAL NEWS",
    "header": "Take a Look at the Ongoing Development of Our Consumer Portal"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "list",
      "config": [
        "<strong>Additional Snippets.</strong> We have improved the accessibility and clarity of the <a href=\"https://www.justia.com/real-estate/home-ownership/\" target=\"_blank\">Home Ownership</a> and <a href=\"https://www.justia.com/foreclosure/\" target=\"_blank\">Foreclosure</a> legal guides by writing more snippets highlighting key points in these areas.",
        "<strong>New 50-State Surveys.</strong> We have completed our surveys of state laws on employment-related topics, such as discrimination, meal and rest breaks, sick leave, voting leave, and vacation time. Our team will post the surveys on the <a href=\"https://www.justia.com/employment/\" target=\"_blank\">Employment Law</a> legal guide. In addition, we wrote 50-state surveys on <a href=\"https://www.justia.com/criminal/gun-laws-50-state-survey/\" target=\"_blank\">gun laws</a> and <a href=\"https://www.justia.com/constitutional-law/50-state-survey-on-abortion-laws/\" target=\"_blank\">abortion</a> in response to recent public debates about these topics.",
        "<strong>Justia Supreme Court Site Updates.</strong> We are wrapping up the discussion about redesigning the Justia Supreme Court site's <a href=\"https://supreme.justia.com/\" target=\"_blank\">home page</a> and case overview pages. Meanwhile, we are writing new content about landmark Supreme Court cases and the history of the Supreme Court, which will be reached from the Supreme Court home page.",
        "<strong>Justia Onward Blog Posts Highlighting Justia Legal Guides.</strong> We wrote a couple of blog posts on our Justia Onward blog highlighting our <a href=\"https://www.justia.com/native-american-law/\" target=\"_blank\">Native American Law</a> legal guide and our <a href=\"https://www.justia.com/criminal/offenses/white-collar-crimes/\" target=\"_blank\">White Collar Crimes</a> content in our Criminal Law center."
      ]
    }
  ]
}
