{
  "widget": {
    "type": "JUSTIA PORTAL NEWS",
    "header": "Take a Look at the Ongoing Development of Our Consumer Portal"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "list",
      "config": [
        "<strong>Law School Outlines Finally Posted!</strong> Check out the new look of our <a href=\"https://www.justia.com/law-schools/\" target=\"_blank\">Justia US Law Schools Center</a>, which includes a panel highlighting our <a href=\"https://www.justia.com/law-schools/justia-case-law-outlines/\" target=\"_blank\">case law outlines</a>. These cover 32 topics and over 2,600 cases.",
        "<strong>Justia Supreme Court Site Updates.</strong> We completed roughly 50 pages for the redesigned Justia US Supreme Court center (which is still in progress), covering topics such as landmark Supreme Court cases, the history of the Supreme Court, the stages of a Supreme Court case, and the structure of Supreme Court decisions.",
        "<strong>New 50-State Surveys.</strong> We wrote 50-state surveys on the <a href=\"https://www.justia.com/cannabis-law/cannabis-laws-50-state-survey/\" target=\"_blank\">cannabis laws</a> and bankruptcy exemptions sections. These topics are currently relevant to consumers.",
        "<strong>Additional Snippets.</strong> We have improved the accessibility and clarity of the <a href=\"https://www.justia.com/real-estate/landlord-tenant/\" target=\"_blank\">Landlord-Tenant Law</a> legal guide by writing more snippets underlining critical points in this area.",
        "<strong>Mexican Laws Update.</strong> Our team continues to update the resources available on the Justia Mexico Portal. Thus, we recently updated the <a href=\"https://mexico.justia.com/federales/leyes/ley-federal-del-trabajo/\" target=\"_blank\"><b>Federal Labor Law</b></a> and the <a href=\"https://mexico.justia.com/federales/codigos/codigo-penal-federal/\" target=\"_blank\"><b>Federal Penal Code</b></a>. It is worth mentioning that our versions are available in HTML, making them even more convenient than the official government sources."
      ]
    }
  ]
}
