{
  "widget": {
    "type": "JUSTIA PORTAL NEWS",
    "header": "Take a Look at the Ongoing Development of Our Consumer Portal"
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "list",
      "config": [
        "<strong><a href=\"https://mexico.justia.com/\">Justia Mexico Portal</a>.</strong> We have added four new legal centers: the <a href=\"https://mexico.justia.com/derecho-ambiental/\">Environmental Law Center</a>, <a href=\"https://mexico.justia.com/derechos-humanos/\">Human Rights Center</a>, <a href=\"https://mexico.justia.com/derecho-constitucional/\">Constitutional Law Center</a>, and <a href=\"https://mexico.justia.com/derecho-electoral/\">Election Law Center</a>.",
        "<strong>Justia in the Media.</strong> The content on our portal has been cited as a source of consultation by <a href=\"https://www.elfinanciero.com.mx/mis-finanzas/2023/12/23/que-es-un-pagare-y-que-pasa-si-no-lo-pagas-a-tiempo-esto-explica-la-ley-en-mexico/\">El Financiero</a> and <a href=\"https://www.sdpnoticias.com/opinion/ministra-batres-un-empleado-administrativo-no-es-la-scjn/\">SDP Noticias</a>, two of the largest media and press companies. Additionally, influencers have referenced our content on their podcasts.</p>",
        "<strong>Fair Housing.</strong> We conducted comprehensive research on fair housing laws to compile a 50-state survey featured in the <a href=\"https://www.justia.com/real-estate/home-ownership/\">Home Ownership</a> and <a href=\"https://news.justia.com/nike-wins-trademark-appeal-involving-smartphone-app/\">trademark registration</a> and <a href=\"https://www.justia.com/real-estate/landlord-tenant/\">Landlord-Tenant</a> Law Centers. This survey outlines the protections against discrimination in each state.",
        "<strong>Taxes for Remote Workers.</strong> We crafted content for the <a href=\"https://www.justia.com/tax/\">Tax Law Center</a> detailing the tax obligations of individuals working in a state different from their residence—a scenario that has become increasingly prevalent since the onset of the pandemic.y outlines the protections against discrimination in each state.",
        "<strong>AI Case Summaries</strong> We enhanced our prompts for generating case summaries to align with the latest advancements in large language models set to be released this spring."
      ]
    }
  ]
}
