{
  "widget": {
    "icon": "seo-news",
    "header": "SEO News"
  },
  "news": [
    {
      "title": "Top 10 Changes That Impacted Google My Business in 2020",
      "link": "https://moz.com/blog/top-gmb-changes-2020",
      "description": "Highlights include adding suggested categories for GMB Products, launching features related to COVID-19, adding a “more hours” option, and adding the ability to flag user profiles."
    },
    {
      "title": "Google Goes Deep On Dupe Detection & Canonicalization",
      "link": "https://www.seroundtable.com/google-dupe-detection-canonicalization-30376.html",
      "description": "To detect duplicate content, Google reduces the content into a hash or checksum and then compares the checksums, which allows it to catch near-duplicates as well as exact duplicates."
    },
    {
      "title": "Some Google Algorithm Updates Are Jarring & Others More Gradual",
      "link": "https://www.seroundtable.com/google-algorithm-updates-jarring-smooth-30435.html",
      "description": "Certain updates have resulted in huge changes in rankings within a few days, but more recent updates result in a gradual impact over weeks, which is the pace that Google often prefers."
    },
    {
      "title": "What is Google AMP and Do I Need It for SEO?",
      "link": "https://www.wordstream.com/blog/ws/2020/11/06/google-amp",
      "description": "Benefits of AMP include faster loading speeds, increased website engagement, improved ranking and traffic, lower bounce rates, increased ad views, and higher click-through rates."
    },
    {
      "title": "Google Passage Ranking - Martin Splitt Answers Questions",
      "link": "https://www.searchenginejournal.com/google-passage-ranking-martin-splitt/",
      "description": "The new ranking system will help users with long form content by ranking a small section of an article, but it will not require adjustments by publishers except possibly clarifying headings."
    },
    {
      "title": "Is Your Website at Risk for an ADA Accessibility Lawsuit?",
      "link": "https://searchengineland.com/is-your-website-at-risk-for-an-ada-accessibility-lawsuit-343663",
      "description": "All industries must comply with website accessibility laws, but certain industries face greater risks, such as real estate, health care, autos, education, finance, food, and e-commerce."
    }
  ]
}
