{
  "widget": {
    "icon": "seo-news",
    "header": "SEO News"
  },
  "news": [
    {
      "title": "Google Local Pack Finder Tests Choose Area Feature",
      "link": "https://www.seroundtable.com/google-local-pack-finder-choose-area-27713.html ",
      "description": "Google is reportedly testing an option to let a searcher select a specific area by name to get local pack finder results."
    },
    {
      "title": "Google Launches New Search Menu with Icons",
      "link": "https://searchengineland.com/google-launches-new-search-menu-with-icons-318248 ",
      "description": "Google has started rolling out a new search bar that includes both icons and text for search categories, news, video, images, maps, shopping, and other items."
    },
    {
      "title": "Google Rolling Out Mobile Search Redesign with Black “Ad” Label, Favicons for Organic Results",
      "link": "https://searchengineland.com/google-rolling-out-mobile-search-redesign-with-black-ad-label-favicons-for-organic-results-317328",
      "description": "Google is starting to release its mobile search redesign that features a black “Ad” label for paid results and displays favicons for organic results."
    },
    {
      "title": "Google to Pre-Announce Future Core Search Algorithm Updates",
      "link": "https://www.seroundtable.com/google-to-pre-announce-future-core-updates-27716.html",
      "description": "In response to a question, Google’s Danny Sullivan said the company will likely pre-announce future updates to its core algorithm."
    },
    {
      "title": "Google Responds to a WSJ Report That Concluded There Are Millions of Fake Business Listings on Maps",
      "link": "https://techcrunch.com/2019/06/20/google-responds-to-a-wsj-report-that-concluded-there-are-millions-of-fake-business-listings-on-maps/",
      "description": "In response to an investigation by the <em>Wall Street Journal</em> finding that there are millions of fake business listings on Google Maps, Google issued a response on its blog describing what it does to combat the problem of fake listings."
    },
    {
      "title": "The New Google My Business Features Giving Power Back to Local Businesses",
      "link": "https://www.brightlocal.com/blog/new-google-my-business-features-june-2019/",
      "description": "Google My Business announced several new features that may help local businesses maximize the impact of their listings."
    }
  ]
}
