{
  "news": [
    {
      "title": "Here’s What You Need to Know About Image Optimization for SEO",
      "link": "https://searchengineland.com/heres-what-you-need-to-know-about-image-optimization-for-seo-316046",
      "description": "Millions of users discover images and websites using Google Image Search. When a recent change allowed users to more easily jump from image results to the website where the image is found, images became a more important source of website traffic. This article summarizes some of the ways you can optimize images on your website and attract more traffic, including adding alt and title attributes to your images."
    },
    {
      "title": "Google Shows Off the New Speed Report Coming to Search Console",
      "link": "https://www.searchenginejournal.com/google-shows-off-the-new-speed-report-coming-to-search-console/",
      "description": "Google announced during its I/O developer conference that it will be unrolling a new page speed performance report in Search Console. In conjunction with this official announcement, Google released screenshots of the new report on desktop and mobile."
    },
    {
      "title": "Google to Improve Search Experience for News and Podcasts",
      "link": "https://www.searchenginejournal.com/google-to-improve-search-experience-for-news-and-podcasts",
      "description": "Google CEO Sundar Pichai also announced that Google will be adding its “Full Coverage” feature to its search result pages. This feature first appeared in Google News, and was used to show the range of relevant news stories available from multiple outlets when a user was reading breaking news. Google will also be transcribing podcasts so that they can be indexed and searchable."
    },
    {
      "title": "Mobile, Desktop Searches May Have Stabilized at Roughly 60% - 40%",
      "link": "https://searchengineland.com/mobile-desktop-search-traffic-split-may-have-stabilized-at-roughly-60-40-317091",
      "description": "Search Engine Land reports on a study revealing that 65% of internet advertising revenue comes from mobile, compared to 35% from desktop. Additionally, it appears that the split between mobile and desktop searches has stabilized, with 60% of searches coming from mobile devices and 40% coming from desktops—the same breakdown as two years ago."
    }
  ]
}
