{
  "widget": {
    "icon": "seo-news",
    "header": "SEO News"
  },
  "news": [
    {
      "title": "Finding Fresh, Helpful Information Through Featured Snippets",
      "link": "https://www.blog.google/products/search/find-fresh-information-featured-snippets-google-search/",
      "description": "A new Google algorithm update helps users find more pertinent information by distinguishing and prioritizing recent content in its featured snippets when timeliness matters."
    },
    {
      "title": "Review Counts Matter More to Local Business Revenue Than Star Ratings, According to Study",
      "link": "https://searchengineland.com/review-counts-matter-more-to-local-business-revenue-than-star-ratings-according-to-study-320271",
      "description": "A study examining over 200,000 U.S. small businesses in various industries found that a company’s number of online reviews was more important for revenue than average ratings."
    },
    {
      "title": "New Research Shows Strong Link Between Google My Business Photo Quantity and Search Performance",
      "link": "https://searchengineland.com/new-research-shows-strong-link-between-google-my-business-photo-quantity-and-search-performance-320199",
      "description": "A recent analysis shows a high correlation between the number of images on a Google My Business Listing and how many clicks, calls, direction requests the listing generates."
    },
    {
      "title": "Are Google Mobile Searches Now 65% Of All Searches?",
      "link": "https://www.seroundtable.com/google-mobile-searches-now-65-of-all-searches-28003.html",
      "description": "Unconfirmed reports indicate that mobile searches now constitute 65% of all searches, up from over 50% in 2015."
    },
    {
      "title": "How to Get a Customer to Edit Their Negative Review",
      "link": "https://moz.com/blog/customer-edit-negative-review",
      "description": "A new study has yielded some surprising insights regarding the way consumers relate to online business reviews, and what you can do to remedy a negative one."
    },
    {
      "title": "Prepare to Say Goodbye to Average Position in Google Ads on September 30",
      "link": "https://searchengineland.com/prepare-to-say-goodbye-to-average-position-in-google-ads-on-september-30-320521",
      "description": "At the end of this month, Google will begin winding down the average position metric in Google Ads, meaning that users must update any related reporting, rules, or scripts."
    }
  ]
}
