{
  "news": [
    {
      "title": "Google Has Quietly Added DuckDuckGo as a Search Engine Option for Users in Over 60 Markets",
      "link": "https://techcrunch.com/2019/03/13/google-has-quietly-added-duckduckgo-as-a-search-engine-option-for-chrome-users-in-60-markets/",
      "description": "Without apparent fanfare, Google recently updated its Chrome browser to expand the list of default search engines offered to users in over 60 global markets. The changes were pushed out in the mid-March Chromium 73 stable release. These per-country search engine choices seem to line up approximately with the top-four search engines by market share."
    },
    {
      "title": "Report: 65 Million US Smart Speaker Owners, Smart Displays Quickly Gaining Traction",
      "link": "https://searchengineland.com/report-65-million-us-smart-speaker-owners-smart-displays-quickly-gaining-traction-313777",
      "description": "Voicebot.ai and Edison Research have recently released reports on smart speaker ownership in the United States. Both surveys estimate that around 65 million smart speaker owners have, on average, two devices per household, with Amazon and Google leading the US smart speaker market. The most popular location for a smart speaker was the living room. Voicebot.ai surveyed US adults age 18 and older while Edison Research focused on the US population 12 and older.  "
    },
    {
      "title": "Google Took Down 2.3 Billion Bad Ads, 1 Million Ad Accounts in 2018",
      "link": "https://searchengineland.com/google-took-down-2-3-billion-bad-ads-1-million-ad-accounts-in-2018-313979",
      "description": "Google reported that it took down 2.3 billion “bad” ads for policy violations on its platform in 2018. While this is approximately a million fewer than Google removed back in 2017, the company indicated that it terminated almost double the number of advertiser accounts in 2018 from the previous year. Some of the primary sectors Google aimed its focus on last year were local paid services such as home repair, for-profit bail bond services, third-party tech support, and cryptocurrency."
    }
  ]
}
