{
  "widget": {
    "icon": "seo-news",
    "header": "SEO News"
  },
  "news": [
    {
      "title": "Does the URL You Link to in Google My Business Impact Ranking in the Local Pack?",
      "link": "https://www.sterlingsky.ca/does-the-url-you-link-to-in-google-my-business-impact-ranking-in-the-local-pack/",
      "description": "The content of the page you link to from your GMB listing can make a difference with regard to ranking in local results, and for most businesses it makes sense to link to the home page."
    },
    {
      "title": "Google: No Need To Worry About Duplicate Content With Site Migrations",
      "link": "https://www.seroundtable.com/google-duplicate-content-site-migrations-29804.html",
      "description": "According to a statement on Twitter from Google’s John Mueller, duplicate content should not be a matter of concern in the context of migrating that content from one site to another."
    },
    {
      "title": "Google Creates a New Way to Drive Traffic Via Image Search",
      "link": "https://www.searchenginejournal.com/google-image-search-traffic/",
      "description": "A recent Google Images update serves to add more context to pictures that are included in search results via snippets of information culled from Google’s Knowledge Graph feature."
    },
    {
      "title": "The Ultimate List of SEO Statistics for 2020",
      "link": "https://backlinko.com/seo-stats",
      "description": "Search statistics in this extensive list include information related to Google ranking factors, backlinks, voice search, keywords, local SEO, mobile optimization, video SEO, and more."
    },
    {
      "title": "The Most Memorable Google Algorithm Updates of All Time",
      "link": "https://searchengineland.com/the-most-memorable-google-algorithm-updates-of-all-time-337819",
      "description": "Veteran SEOs consider Google’s 2003 Florida update and the 2011 Panda update to be among the most consequential in terms of shaping the online search industry going forward. "
    },
    {
      "title": "How a Local Business Should Respond to Negative Reviews",
      "link": "https://localmarketinginstitute.com/right-way-to-handle-negative-business-reviews/",
      "description": "Strategies for managing negative online reviews include regularly monitoring your reviews on relevant platforms, responding promptly and professionally, and adding more good reviews."
    }
  ]
}
