{
  "news": [
    {
      "title": "SEO Guide to Optimizing Your LinkedIn Profile for More Connections, Better Leads",
      "link": "https://searchengineland.com/seo-guide-to-optimizing-your-linkedin-profile-for-more-connections-better-leads-315882 ",
      "description": "Search Engine Land has put together this handy guide on how to optimize your LinkedIn profile to get more connections and better leads. The author explains that LinkedIn can be a powerful search engine that can drive significant, high-quality traffic to your profile page."
    },
    {
      "title": "Facebook Unveils Redesign as It Tries to Move Past Privacy Scandals",
      "link": "https://www.nytimes.com/2019/04/30/technology/facebook-private-communication-groups.html",
      "description": "In the wake of multiple data and privacy scandals affecting millions of its users, Facebook is seeking to increase trust in its platform with a new look geared toward encouraging private and group-based communication rather than use of its News Feed feature. The changes do not amount to a full-scale overhaul, and critics say they are late given how long ago privacy concerns were raised to the company."
    },
    {
      "title": "Facebook Co-Founder Calls for Breakup of Facebook",
      "link": "https://arstechnica.com/tech-policy/2019/05/facebook-co-founder-calls-for-breakup-of-facebook/",
      "description": "Facebook co-founder Chris Hughes wrote a long op-ed in the <i>New York Times</i>, criticizing Facebook for focusing too much on growth and not enough on security and civility. He believes that the company gives too much power to founder and CEO Mark Zuckerberg, and argues that the company should be broken up."
    },
    {
      "title": "Report: Facebook Looking to Disrupt Credit Cards With Cryptocurrency",
      "link": "https://arstechnica.com/tech-policy/2019/05/report-facebook-looking-to-disrupt-credit-cards-with-cryptocurrency/",
      "description": "Facebook is reportedly trying to raise up to a billion dollars from conventional financial institutions to back a new Facebook-based payment network that would function somewhat like a cryptocurrency. It is not clear exactly how the system would work, but Facebook may seek to position it to compete with credit cards."
    },
    {
      "title": "Facebook Launches New Tools for Small Businesses",
      "link": "https://www.searchenginejournal.com/facebook-launches-new-tools-for-small-businesses/ ",
      "description": "Facebook is targeting small businesses with features focused on automated ad design and management, appointment booking, and video editing for ads. The platform is reportedly home to over 90 million small businesses as of the beginning of 2019."
    },
    {
      "title": "White House Unveils New Tool to Report Censorship by Social Media Giants",
      "link": "https://arstechnica.com/tech-policy/2019/05/white-house-unveils-new-tool-to-report-censorship-by-social-media-giants/ ",
      "description": "Donald Trump’s administration has released a new form that will allow users to report directly to the White House incidents of supposed censorship by social media platforms such as Facebook, Twitter, Instagram, and YouTube. The move comes as social media companies continue to face pressure from the left for not reacting fast enough to curb hate speech and other harmful content, and criticism from the right for increased moderation of far-right content."
    },
    {
      "title": "YouTube is Changing how Subscriber Counts are Displayed, Possibly Shifting its Culture",
      "link": "https://www.theverge.com/2019/5/21/18634368/james-charles-tati-westbrook-tfue-subscriber-count-change-youtube-social-blade ",
      "description": "Big changes are coming for high-profile YouTube creators, as the company plans to modify how subscriber counts are shown starting in August. Under the new system, the company will display only approximate rather than exact subscriber numbers, which could signal a change in the platform’s culture. This could also have the effect of rendering obsolete third parties who use YouTube’s API to display subscriber figures."
    }
  ]
}
