{
  "widget": {
    "icon": "social-media-news",
    "header": "Social Media News"
  },
  "news": [
    {
      "title": "Adobe Spark and Square Join Forces for a “Holiday Small Business Boost”",
      "link": "https://wersm.com/adobe-spark-and-square-join-forces-for-a-holiday-small-business-boost/",
      "description": "Adobe Spark and Square have launched a contest to win a $10,000 media buy credit and a subscription to Adobe Spark Premium, which requires signing up for a free trial of Spark."
    },
    {
      "title": "9 Social Media Video Ideas to Modernize Your Corporate Communications",
      "link": "https://www.socialmediatoday.com/spons/9-social-media-video-ideas-to-modernize-your-corporate-communications/",
      "description": "Suggestions include FAQ videos, “top five” videos, “this or that?” videos featuring employees, behind the scenes videos of company life, product promos, and videos on trending news."
    },
    {
      "title": "Facebook Messenger and Instagram Add Disappearing Messages Feature",
      "link": "https://wersm.com/facebook-messenger-and-instagram-add-disappearing-messages-feature/",
      "description": "“Vanish” mode on Messenger and Instagram allows users to send spontaneous messages that disappear automatically when they are seen or when the recipient leaves the chat."
    },
    {
      "title": "TikTok Wins Yet Another Legal Reprieve, Keeping it Running in the US ",
      "link": "https://www.socialmediatoday.com/news/tiktok-wins-yet-another-legal-reprieve-keeping-it-running-in-the-us/",
      "description": "The Chinese-owned social network received an extension of time to finalize its sale of US operations to Oracle and Walmart, while consequences for failing to comply remain unclear."
    },
    {
      "title": "Twitter Rolls Out Stories, AKA ‘Fleets,’ to All Users; Will Also Test a Clubhouse Rival ",
      "link": "https://techcrunch.com/2020/11/17/twitter-rolls-out-stories-aka-fleets-to-all-users-will-also-test-a-clubhouse-rival/",
      "description": "The “Fleets” product allows users to post ephemeral content that will disappear in 24 hours, while Twitter also plans to test an audio-based feature that will support live conversations."
    },
    {
      "title": "Facebook Makes Its Latest Experimental App Available to All Users ",
      "link": "https://www.socialmediatoday.com/news/facebook-makes-its-latest-experimental-app-available-to-all-users/",
      "description": "The E.gg app allows users to create web-based collages of their favorite things and share these canvases with others, including people who do not have the app, via a unique URL."
    }
  ]
}
