{
  "widget": {
    "icon": "social-media-news",
    "header": "Social Media News"
  },
  "news": [
    {
      "title": "These Big Companies Have Cut the Most Daily Ad Dollars During the Facebook Boycott",
      "link": "https://fortune.com/2020/07/23/facebook-ads-boycott-big-companies-cuts-ad-spending-microsoft-samsung-starbucks-stop-hate-for-profit/",
      "description": "In response to the way Facebook has handled hate speech and discrimination, large businesses including Samsung and Starbucks slashed their July ad spending on the platform."
    },
    {
      "title": "TikTok Is Launching a $200 Million Fund to Pay Creators for Their Videos",
      "link": "https://www.theverge.com/2020/7/23/21335404/tiktok-creators-monetization-fund-followers-youtube-content-videos",
      "description": "In its first major monetization campaign, video app TikTok is seeking to support content creators who have a baseline follower count and who aim to create a livelihood on the app."
    },
    {
      "title": "Twitter Says Hackers Viewed 36 Accounts’ Private Messages",
      "link": "https://www.bbc.com/news/technology-53510574",
      "description": "A recent breach at Twitter led to the exposure of dozens of users’ direct messages, right around the same time that 45 high profile accounts were hacked to send out a Bitcoin scam."
    },
    {
      "title": "Steve Wozniak Sues YouTube Over Ongoing Bitcoin Scams",
      "link": "https://www.theverge.com/2020/7/23/21335554/steve-wozniak-youtube-lawsuit-bitcoin-scam-cryptocurrency-apple",
      "description": "The Apple co-founder has filed a lawsuit against YouTube for allowing people to use his name and likeness to promote Bitcoin scams on the network despite his requests to stop them. "
    },
    {
      "title": "Facebook Enables 50-Person Live Streams With Messenger Rooms",
      "link": "https://www.searchenginejournal.com/facebook-enables-50-person-live-streams-with-messenger-rooms/",
      "description": "Video group chats for up to 50 people can now be broadcast on Facebook Live, which has seen a major spike in usage due to social distancing restrictions associated with COVID-19."
    },
    {
      "title": "Facebook Brings Small Business Fundraisers to Instagram",
      "link": "https://www.searchenginejournal.com/instagram-business-fundraiser/",
      "description": "Small companies can now raise money on Instagram via the same mechanism that is available on Facebook for users who wish to attract funds to causes they care about."
    }
  ]
}
