{
  "news": [
    {
      "title": "Mark Zuckerberg's 6 New Principles of Privacy and Safety For Facebook and Messaging",
      "link": "https://www.forbes.com/sites/johnkoetsier/2019/03/06/mark-zuckerbergs-6-new-principles-of-privacy-and-safety-for-facebook-and-messaging/",
      "description": "In early March, Facebook’s CEO, Mark Zuckerberg, published a three thousand word note on his personal Facebook account, sharing his thoughts on internet privacy and how six key principles aligned with his social networking privacy-focused vision. While these principles won’t immediately appear on Facebook and its associated products, Zuckerberg indicated that they will serve as a roadmap for product development in the coming years. The principles relate to private interaction, encryption and safety, reducing permanence, safety, interoperability, and secure data storage."
    },
    {
      "title": "Facebook Settles ACLU Job Advertisement Discrimination Lawsuit",
      "link": "https://techcrunch.com/2019/03/19/facebook-settles-aclu-job-advertisement-discrimination-suit/",
      "description": "Facebook has settled a lawsuit brought against it by the ACLU, among others, claiming that the social media company illegally permitted employers to target job applicants based on categories including race, sex, and age. Facebook has stated that it is implementing widespread changes to its job advertising platform in response to the civil rights audit it conducted following the lawsuit, and has engaged a civil rights law firm to evaluate its ads tools."
    },
    {
      "title": "Google+ Public Posts to be Preserved by the Internet Archive Wayback Machine",
      "link": "https://www.searchenginejournal.com/google-public-posts-to-be-preserved-by-the-internet-archives-wayback-machine/",
      "description": "With the shut-down of Google+ imminent, Internet Archive has announced that Google+’s public posts will be preserved via the Wayback Machine. Private posts, previously deleted content, and full-resolution photo or video content will not be saved."
    }
  ]
}
