{
  "news": [
    {
      "title": "Democrats Introduce Save the Internet Act to Restore Net Neutrality",
      "link": "https://www.cnet.com/news/democrats-introduce-save-the-internet-act-to-restore-net-neutrality/",
      "description": "Democrats in both the US Senate and the House introduced the Save the Internet Act of 2019, which would restore the open internet rules that the FCC repealed in 2017. Promoting what is known as “net neutrality,” the law would prevent internet service providers from blocking or slowing access to certain types of content and from charging content providers fees for access to consumers."
    },
    {
      "title": "AG Barr Invokes States Secrets Privileges in Twitter Suit",
      "link": "https://lawprofessors.typepad.com/conlaw/2019/03/ag-barr-invokes-states-secrets-privileges-in-twitter-suit.html",
      "description": "As readers may recall, Twitter sought to publish a transparency report describing the amount of national security legal process the company received in 2013 in response to allegedly misleading (or incomplete) statements by the Department of Justice about the matter. The DOJ declined Twitter’s request to publish the information, citing national security, and Twitter sued under the First Amendment. In a recent development, Attorney General Barr invoked the state secrets privilege to support its continued withholding of the information."
    },
    {
      "title": "How Google Influences the Conversation in Washington",
      "link": "https://arstechnica.com/tech-policy/2019/03/how-google-influences-the-conversation-in-washington/",
      "description": "Ars Technica reports on Google’s lobbying efforts in Washington, DC, describing it as “shift[ing] into overdrive” as legislators are increasingly scrutinizing the company and other technology companies. This article describes some of the efforts undertaken by Google to influence policy."
    },
    {
      "title": "Google Paid $105 Million to Two Executives Accused of Sexual Harassment",
      "link": "https://techcrunch.com/2019/03/11/google-paid-105-million-to-two-executives-accused-of-sexual-harassment/",
      "description": "Google is reportedly facing criticism in the form of a shareholder lawsuit for paying $105 million in exit packages for two executives who had been accused of sexual harassment. Filed by shareholder James Martin, the lawsuit alleges that Alphabet (Google’s parent company) “active[ly] and direct[ly]” participated in a “multi-year scheme to cover up sexual harassment and discrimination” within the company."
    },
    {
      "title": "‘Breathalyzer for Texting’: Nevada Weighs Controversial Technology to Curb Distracted Driving",
      "link": "https://www.washingtonpost.com/technology/2019/03/18/breathalyzyer-texting-nevada-weighs-controversial-technology-curb-distracted-driving/",
      "description": "Nevada is the latest state to consider allowing police to examine the cell phones of drivers to determine whether they were using a mobile device at or near the time of a car crash. Dubbed a “textalyzer,” this device would scan for recent activity when connected to a cell phone.  Currently New York, New Jersey, and the city of Chicago, Illinois are also debating similar legislation. Backers of the measure claim that current distracted driving laws are difficult to enforce. However, privacy advocates, such as the ACLU, have raised concerns about the types of data textalyzers would be able to collect, as well as the use of the device without a warrant."
    }
  ]
}
