{
  "widget": {
    "icon": "tech-news",
    "header": "Tech News"
  },
  "news": [
    {
      "title": "Judge Orders Georgia to Switch to Paper Ballots for 2020 Elections",
      "link": "https://arstechnica.com/tech-policy/2019/08/judge-bans-insecure-touchscreen-voting-machines-from-georgia-after-2019/",
      "description": "After identifying significant security problems with the state’s current election technology, a federal judge has ordered Georgia to stop using its outdated touch screen voting system."
    },
    {
      "title": "State Attorneys General Said to Be Near Formal Investigation of Tech Companies",
      "link": "https://www.nytimes.com/2019/08/19/technology/state-ag-tech-investigations.html",
      "description": "A bipartisan group of state attorneys general is reported to be on the verge of issuing antitrust civil investigative demands to Facebook, Google, Amazon, and Apple."
    },
    {
      "title": "Legal Shield for Websites Rattles Under Onslaught of Hate Speech",
      "link": "https://www.nytimes.com/2019/08/06/technology/section-230-hate-speech.html",
      "description": "A 1996 law has helped today’s tech giants thrive by protecting them from liability for user-created content, but the proliferation of online hate speech may change that."
    },
    {
      "title": "Police Can Get Your Ring Doorbell Footage Without a Warrant, Report Says",
      "link": "https://arstechnica.com/tech-policy/2019/08/police-can-get-your-ring-doorbell-footage-without-a-warrant-report-says/",
      "description": "New reports indicate that police departments around the country work with Amazon-owned home surveillance company Ring to request and obtain user footage."
    },
    {
      "title": "Pai’s FCC Orders Cities and Towns to Stop Regulating Cable and Broadband",
      "link": "https://arstechnica.com/tech-policy/2019/08/pais-fcc-orders-cities-and-towns-to-stop-regulating-cable-broadband/",
      "description": "A new FCC order states that local governments may not regulate broadband offered over a cable system, prompting speculation that the agency’s decision will face legal challenges."
    },
    {
      "title": "22 Texas Towns Hit by Coordinated Ransomware Attack",
      "link": "https://www.theverge.com/2019/8/20/20823139/texas-towns-ransomware-attack-cities-fbi-threat-computers-offline",
      "description": "Various departments within 22 small towns in Texas have been hit by a ransomware campaign from a single source, and both federal and state investigations are underway."
    }
  ]
}
