{
  "news": [
    {
      "title": "House Votes to Restore Net Neutrality Rules",
      "link": "https://www.cnn.com/2019/04/10/tech/house-net-neutrality-vote/index.html",
      "description": "In April, the US House of Representatives passed a bill called Save the Internet Act, which would restore net neutrality protections that the Federal Communications Commission (FCC) repealed last year. Even if it goes for a vote in the Senate and passes, many expect President Trump to veto the law."
    },
    {
      "title": "Mueller Report Sheds New Light on How the Russians Hacked the DNC and the Clinton Campaign",
      "link": "https://techcrunch.com/2019/04/18/mueller-clinton-arizona-hack/",
      "description": "The Mueller report, even redacted, reveals information about how Russian operatives hacked the Democratic National Convention. According to TechCrunch, the Russian government sent dozens of targeted spearphishing emails to the work and personal accounts of Clinton Campaign employees and volunteers to break into the campaign’s computer systems."
    },
    {
      "title": "Ajit Pai Proposes $20 Billion for “Up To” Gigabit-Speed Rural Broadband",
      "link": "https://arstechnica.com/tech-policy/2019/04/ajit-pai-proposes-20-billion-for-up-to-gigabit-speed-rural-broadband/",
      "description": "FCC chair Ajit Pai has proposed that $20.4 billion be allocated to efforts to expand broadband internet access to up to four million homes and small businesses in rural areas. The fund would reportedly operate by distributing the money to internet service providers through a competitive bidding process."
    },
    {
      "title": "Apple and Qualcomm Settle All Disputes Worldwide",
      "link": "https://www.nytimes.com/2019/04/16/technology/apple-qualcomm-settle.html",
      "description": "In what appears to be an end to extensive (and expensive) litigation between two technology giants, Apple and Qualcomm have reportedly settled all of their legal disputes worldwide. According to the New York Times, for the past two years, the two companies have been in ongoing financial disputes on three continents over the sale of smartphones and how to handle profits and sales."
    }
  ]
}
