{
  "news": [
    {
      "title": "Student Files $1 Billion Lawsuit Against Apple Over Supposedly Faulty Facial Recognition Tech That Falsely Accused Him of Theft",
      "link": "https://www.techdirt.com/articles/20190427/13162542100/student-files-1-billion-lawsuit-against-apple-over-supposedly-faulty-facial-recognition-tech-that-falsely-accused-him-theft.shtml ",
      "description": "A student in New York has filed a lawsuit against Apple alleging that the facial recognition technology the company uses as part of its stores’ security systems erroneously identified him as the perpetrator of numerous thefts from Apple Stores across several states. The lawsuit alleges that Apple’s conduct constitutes negligence, intentional infliction of emotional distress, negligent infliction of emotional distress, defamation, slander, libel, and fraudulent concealment and requests $1 billion in damages."
    }, {
      "title": "Refunds for 300 Million Phone Users Sought in Lawsuits Over Location Data Sales",
      "link": "https://arstechnica.com/tech-policy/2019/05/lawsuits-att-verizon-t-mobile-sprint-broke-law-by-selling-location-data/",
      "description": "Attorneys filed lawsuits against each of the major U.S. wireless carriers—AT&T, Verizon, T-Mobile, and Sprint—alleging that they sold customers’ real-time location data to third parties, in violation of federal law. The lawsuits seek class action status and request monetary damages “in an amount to be proven at trial.”"
    }, {
      "title": "Supreme Court Ruling Could Threaten Apple’s 30 Percent App Commission",
      "link": "https://arstechnica.com/tech-policy/2019/05/supreme-court-allows-consumers-to-sue-apple-over-high-app-prices/",
      "description": "In <a href=\"https://www.oyez.org/cases/2018/17-204\" target=\"_blank\"><i>Apple v. Pepper</i></a>, the U.S. Supreme Court held, by a 5-4 majority, that a group of consumers may proceed with an antitrust lawsuit against Apple alleging that its operation of the App Store is unlawful monopolization of the market. The case did not reach the merits of whether Apple's behavior constitutes an unlawful monopoly, only that the iPhone owners may file the suit, even though app developers are the more directly injured parties of Apple’s alleged monopolistic conduct."
    }, {
      "title": "Trump Wants to Wall Off Huawei, but the Digital World Bridles at Barriers",
      "link": "https://www.nytimes.com/2019/05/27/us/politics/us-huawei-berlin-wall.html",
      "description": "The ongoing conflict between the United States and Chinese phone manufacturer Huawei may be culminating in the exclusion of the company from all American-made technology. In practical terms that may prove critical, new Huawei phones will come without Google apps and American computer chip companies will not supply Huawei with the chips needed to work on 5G wireless networks."
    }
  ]
}
