{
  "clients": {
    "widget": {
      "icon": "tip-of-the-month",
      "header": "Tip of the Month"
    },
    "title": "Answer New Legal Questions on Justia Ask A Lawyer",
    "description": [
      "With so many changes to our lives with the ongoing pandemic, potential clients have many new related legal questions. You don’t need to visit the website and browse around for questions to answer - just turn on notifications based on the practice areas in your jurisdiction and you'll get emails in real time when questions are submitted. Make sure to check your Justia account to ensure you are receiving questions relevant to you."
    ],
    "button": {
      "style": "red-ghost",
      "link": "https://answers.justia.com/subscriptions/?utm_medium=email&utm_campaign=2021-02&utm_source=client-newsletter&utm_content=tip-of-the-month-button-1",
      "text": "Sign Up or Login",
      "width": 180
    }
  },
  "jld": {
    "widget": {
      "icon": "tip-of-the-month",
      "header": "Tip of the Month"
    },
    "title": "Let Clients Know You Offer Video Chat & Conferencing",
    "description": [
      "To help individuals and businesses find lawyers who do video conferencing, we have added a new \"Offers Video Chat\" filter to our Justia Lawyer Directory search. There will also be a \"Video Chat & Conferencing\" badge on your profile and in the listing pages. This lets visitors easily find lawyers who offer video chat and conferencing services.",
      "Offering video chat and conferencing can make interactions more personal and provide a better client experience. We encourage every lawyer to update their profile and select the video services that they offer. If you do not currently offer video chat or conferencing services, you can start now!"
    ],
    "button": {
      "style": "red-ghost",
      "link": "https://accounts.justia.com/signin/?utm_medium=email&utm_campaign=2021-02&utm_source=directory-newsletter&utm_content=section-tip-of-the-month-profile-completeness-button-v1",
      "text": "Update profile now",
      "width": 200
    }
  }
}
