{
  "clients": {
    "widget": {
      "icon": "tip-of-the-month",
      "header": "Tip of the Month"
    },
    "title": "Keep Your Website ADA Compliant",
    "description": [
      "You likely have seen the recent case concerning website accessibility for blind or visually impaired persons. We have worked hard here at Justia to make sure your site (either website or blog) is ADA compliant. While there is no official standard on which tools confirm your site is compliant, we have used two tools to check and make sure that your site is ADA compliant.",
      "If you are going to be updating your website or blog content yourself, you need to be careful not to input any codes or other HTML that may cause your site to no longer comply with ADA. As always, you are welcome to send us any changes or content you'd like to add to your website and we will ensure that when added it meets ADA standards."
    ],
    "button": {
      "style": "red-ghost",
      "link": "",
      "text": "Learn How",
      "width": 150
    }
  },
  "jld": {
    "widget": {
      "icon": "tip-of-the-month",
      "header": "Tip of the Month"
    },
    "title": "Make Sure Your Profile is Complete!",
    "description": [
      "Millions of users visit the Justia and Legal Information Institute (LII) Lawyer Directories each year to find legal representation. Lawyers who have completed their profiles can benefit directly from this high volume of visitors. Including a list of practice areas, short bio, high quality photo, publications, awards, and a link to your website or blog will help you connect with clients and generate more leads."
    ],
    "button": {
      "style": "red-ghost",
      "link": "https://accounts.justia.com/signin/fast?uid=*|USER_ID|*&code=*|SIGN_CODE|*&destination=https%3A%2F%2Flawyers.justia.com%2Fprofile%2F*|PROFILE_ID|*%2Fedit%2Foverview%3Futm_medium%3Demail%26utm_source%3Ddirectory-newletter%26utm_campaign%3D2020-02%26utm_content%3Dsection-tip-of-the-month-profile-completeness-button-v1",
      "text": "Update Profile Now",
      "width": 190,
      "responsive": "responsive-button"
    }
  }
}
