{
  "clients": {
    "banner": "welcome-graphic-01.gif",
    "title": [
      "Welcome to Your Justia Insights Newsletter"
    ],
    "message": [
      "Stay informed with the newsletter designed to bring updates and insights from our team directly to the <a href='https://connect.justia.com/?utm_medium=email&utm_campaign=2022-05&utm_source=client-newsletter&utm_content=text-welcome-section-v1' target='_blank'>Justia Connect</a> community.",
      "Get our answers to some common SEO questions and learn more about the consequences of failing to prioritize web accessibility. Catch up on the legal and technology news that recently made headlines and take a peek at what the Justia team has been up to over the last month."
    ],
    "button": {
      "style": "justia-blue-ghost",
      "link": "",
      "text": "Learn More",
      "utm": {}
    }
  },
  "webinar-01": {
    "banner": "",
    "title": [
      "It’s Time to Improve Your Visibility on Google"
    ],
    "details": {
      "date": "June 23, 2022",
      "time": "1:00am PT/2:00pm ET"
    },
    "message": [
      "Join us for our inaugural <b>free Justia Webinar</b> exclusive to <b>Justia Connect</b> members, <b>SEO for Law Firm Websites: Intro to SEO & Website Content.</b>",
      "Learn from Justia CEO and SEO expert Tim Stanley as you discover ways to enhance your law firm’s presence in Google Search results."
    ],
    "bottomline": [
      "<b>Space is limited! Reserve your spot before it is too late.</b>"
    ],
    "button": {
      "style": "red",
      "link": "https://www.justia.com",
      "text": "Reserve My Space",
      "width": 250
    },
    "note": [
      "<b>Already registered?</b> No need to register again!<br> We have you on our list and look forward to seeing you on June 23!"
    ]
  },
  "webinar-02": {
    "banner": "",
    "details": {
      "date": "June 23, 2022",
      "time": "1:00am PT/2:00pm ET"
    },
    "message": [
      "Hi {Name},",
      "You’ve successfully registered for the SEO for Lawyers webinar! We will see you on June 23, 2022 at 11:00am PT/2:00pm ET.",
      "Be on the lookout for an email from Zoom with your personal link to access this webinar. If you have questions or need assistance with your registration, please <a href='/'><b>contact Justia Support.</b></a>",
      "Don’t forget to save the date!",
      "Sincerely,<br> The Justia Connect Team"
    ],
    "bottomline": [
      "<b>Worried about missing your webinar?</b>",
      "Don’t be. Justia Connect Pros receive exclusive access",
      "to recordings of all Justia Webinars"
    ]
  },
  "webinar-03": {
    "banner": "",
    "title": [
      "Don’t Miss The Chance to Help Your Firm Grow"
    ],
    "details": {
      "date": "June 23, 2022",
      "time": "11:00am PT/2:00pm ET"
    },
    "message": [
      "Still haven’t registered for our inaugural Justia Webinar? Just one week remains before Justia CEO Tim Stanley leads Justia Connect members in an exclusive learning opportunity that will help your law firm explore key strategies to improve its online performance by using content to reach more clients."
    ],
    "bottomline": [
      "<b>Don’t wait to register!</b>",
      "<b>Only a few more seats remain for this exciting event!</b>"
    ],
    "button": {
      "style": "red",
      "link": "https://www.justia.com",
      "text": "Register Today",
      "width": 200
    },
    "note": [
      "<b>Already registered?</b> You can disregard this email. We’re looking forward to seeing you on June 23!"
    ]
  },
  "webinar-04": {
    "banner": "",
    "title": [
      "Are You Ready?"
    ],
    "details": {
      "date": "June 23, 2022",
      "time": "11:00am PT/2:00pm ET"
    },
    "message": [
      "Hi {Name},",
      "In less than one week, you will be attending the SEO for Law Firm Websites: Intro to SEO & Website Content webinar led by Justia CEO Tim Stanley!",
      "If you have not already received an email from Zoom with your unique access link for the webinar, please <a href='https://support.justia.com/'><b>contact Justia Support</b></a> for assistance.",
      "Sincerely,<br> The Justia Connect Team"
    ],
    "bottomline": [
      "<b>Worried about missing your webinar?</b>",
      "Don’t be. Justia Connect Pro members receive exclusive access",
      "to recordings of all Justia Webinars.",
      "<a href='/'><b>Go Pro to get this benefit.</b></a>"
    ]
  },
  "webinar-05": {
    "banner": "",
    "title": [
      "New Seats Available for Upcoming Justia Webinar"
    ],
    "details": {
      "date": "June 23, 2022",
      "time": "11:00am PT/2:00pm ET"
    },
    "message": [
      "Didn’t register for our upcoming webinar? Today is your lucky day!",
      "Due to the overwhelming response received for our inaugural webinar for Justia Connect members, we have added additional seats to our upcoming webinar.",
      "Get insights from our CEO designed to help your law firm better understand and implement strategies to further optimize your law firm website content for better online performance and increased growth.",
      "We only added a handful of additional seats so be sure to RSVP as soon as possible!"
    ],
    "button": {
      "style": "red",
      "link": "https://www.justia.com",
      "text": "Register Today",
      "width": 200
    },
    "note": [
      "<b>Already registered for our upcoming webinar?</b><br> You can disregard this email. We’re looking forward<br> to seeing you on June 23!"
    ]
  },
  "webinar-06": {
    "banner": "",
    "title": [
      "Reminder: Your Webinar Is Today"
    ],
    "details": {
      "date": "June 23, 2022",
      "time": "11:00am PT/2:00pm ET"
    },
    "message": [
      "Hi {Name},",
      "Don’t forget that your SEO for Law Firm Websites: Intro to SEO & Website Content webinar starts at 11:00am PT/1:00pm ET today",
      "You should have received an email from Zoom with your personal link to access this webinar. If you have not received this email, please check your spam folder. If you are still unable to locate your webinar link, please <a href='https://support.justia.com/'><b>contact Justia Support</b></a> immediately for assistance",
      "<b>Important Note:</b> This webinar will be held via Zoom. To avoid any delays when joining our webinar, please be sure that you have the most recent version of the Zoom platform downloaded on your personal device. If you have not used Zoom before, you can <a href='https://zoom.us/download'><b>start the download process here</b></a>.",
      "Sincerely,<br> The Justia Connect Team"
    ],
    "bottomline": [
      "<b>Can’t make it? We understand!</b>",
      "Justia Connect Pro members receive exclusive access to recordings of all Justia Webinars.",
      "<a href='https://support.justia.com/'><b>Go Pro to get this benefit.</b></a>"
    ]
  },
  "webinar-07": {
    "banner": "",
    "title": [
      "Catch the Replay of Our Most Recent Justia Webinar"
    ],
    "message": [
      "Hi {Name},",
      "We hope you enjoyed the recent webinar exclusively for Justia Connect members, SEO for Law Firm Websites: Intro to SEO & Website Content.",
      "We shared a lot of valuable information about strategies to improve your law firm’s online performance – so much information you may even want to watch it twice. Regardless of whether you were able to attend the live webinar or just couldn’t make it, the recording of the presentation is now available to watch whenever convenient for you!",
      "Accessing the Recording",
      "Sincerely,<br> The Justia Connect Team"
    ],
    "bottomline": [
      "<b>Worried about missing your webinar?</b>",
      "Don’t be. Justia Connect Pro members receive exclusive access",
      "to recordings of all Justia Webinars.",
      "<a href='https://support.justia.com/'><b>Go Pro to get this benefit.</b></a>"
    ]
  }
}
