{
  "clients": {
    "banner": "welcome-graphic-01.png",
    "title": [
      "Welcome to the <%= dateFormat.string %> Edition",
      "of the Justia Insights Client Newsletter!"
    ],
    "message": [
      "In this month’s edition of Justia Insights, learn more about our new, free membership program for lawyers: <a href='https://www.justia.com/marketing/connect/?utm_medium=email&utm_campaign=2021-11&utm_source=client-newsletter&utm_content=text-welcome-section-v1' target='_blank'>Justia Connect!</a> Get the latest news on changes in Local Services Ads (LSAs), discover the questions lawyers should be asking before hiring a PPC consultant, and get tips for marketing a criminal defense practice. Catch up on the latest in legal and technology news, and take a peek at what our team has been doing over the past month."
    ],
    "button": {
      "style": "justia-blue",
      "link": "",
      "text": "Learn More",
      "utm": {}
    }
  },
  "jld": {
    "banner": "welcome-graphic-01.png",
    "title": [
      "Welcome to the <%= dateFormat.string %> Edition",
      "of the Justia Insights Monthly Newsletter!"
    ],
    "message": [
      "Welcome to your November 2021 edition of Justia Insights! In this month’s edition, learn more about our new, free membership program for lawyers: <a href='https://www.justia.com/marketing/connect/?utm_medium=email&utm_campaign=2021-11&utm_source=directory-newsletter&utm_content=text-welcome-section-v1' target='_blank'>Justia Connect!</a> Get the latest news on changes in Local Services Ads (LSAs), discover the questions lawyers should be asking before hiring a PPC consultant, and get tips for marketing a criminal defense practice. Catch up on the latest in legal and technology news, and take a peek at what our team has been doing over the past month.",
      "Our track record of empowering law firms to reach their growth goals is unparalleled. Whether you are interested in Justia Premium Placement opportunities, our Justia Amplify PPC Management services, or our Justia Elevate Websites and SEO products, Justia Marketing Solutions can help you. Contact us today to start working towards your next marketing goal."
    ],
    "button": {
      "style": "justia-blue",
      "link": "https://www.justia.com/marketing/",
      "text": "Get Started",
      "utm": {
        "medium": "email",
        "campaign": "<%= dateFormat.dash %>",
        "source": "directory-newsletter",
        "content": "button-main-image-learn-more-1"
      }
    }
  }
}
