{
  "clients": {
    "banner": "welcome-graphic-01.png",
    "title": [
      "Welcome to the <%= dateFormat.string %> Edition",
      "of the Justia Insights Client Newsletter!"
    ],
    "message": [
      "Check out the latest in this month’s edition of Justia Insights! Find out whether there is any truth behind six of the most common SEO myths, learn more about setting up your own Google Ads campaigns, and find out what some of our clients have to say about their own legal marketing journeys. Catch up on marketing and technology news, and see what our team at Justia has been up to recently."
    ],
    "button": {
      "style": "justia-blue",
      "link": "",
      "text": "Get Started",
      "utm": {}
    }
  },
  "jld": {
    "banner": "welcome-graphic-01.png",
    "title": [
      "Welcome to the <%= dateFormat.string %> Edition",
      "of the Justia Insights Monthly Newsletter!"
    ],
    "message": [
      "Welcome to your October 2021 edition of Justia Insights! Find out whether there is any truth behind six of the most common SEO myths, learn more about setting up your own Google Ads campaigns, and find out what some of our clients have to say about their own legal marketing journeys. Catch up on marketing and technology news, and see what our team at Justia has been up to recently.",
      "Our track record of empowering law firms to reach their growth goals is unparalleled. Whether you are interested in Justia Premium Placement opportunities, our Justia Amplify PPC Management services, or our Justia Elevate websites and SEO products, Justia Marketing Solutions can help you. Contact us today to start working towards your next marketing goal."
    ],
    "button": {
      "style": "justia-blue",
      "link": "https://www.justia.com/marketing/",
      "text": "Get Started",
      "utm": {
        "medium": "email",
        "campaign": "<%= dateFormat.dash %>",
        "source": "directory-newsletter",
        "content": "button-main-image-learn-more-1"
      }
    }
  }
}
