{
  "widget": {
    "type": "WELLNESS",
    "header": "5 Apps to Start 2021 in a More Organized Way."
  },
  "titleResponsiveSize": 23,
  "contentOrder": [
    {
      "type": "image-description",
      "config": {
        "image": "wellness-graphic-01.png",
        "link": "https://habitlist.com/",
        "title": "Habit List: ",
        "description": "The road to becoming more organized starts with building better habits. Habit List lets you list habits you'd like to improve, whether it's exercising more, eating healthier, or just getting chores done."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "wellness-graphic-02.png",
        "link": "https://www.unroll.me/",
        "title": "Unroll.Me: ",
        "description": "How much time do you spend going through and deleting unwanted emails that clutter your inbox? Unroll.Me compiles all of your email list subscriptions into one daily email. It delivers greater control of your email lists, letting you unsubscribe from all unwanted emails in just one click and organizing the rest."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "wellness-graphic-03.png",
        "link": "https://culturedcode.com/things/",
        "title": "Things: ",
        "description": "Things is a great organizational app that helps you break down your to-do lists into manageable tasks. You can design your calendar in the order you want to see your events: personal, family, work, and more. Set up a separate to-do list for evenings only for tasks you need to handle when you get home."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "wellness-graphic-04.png",
        "link": "https://www.rescuetime.com/",
        "title": "RescueTime: ",
        "description": "RescueTime is designed to do exactly what its name infers, save time. It records your digital footprint and keeps track of everything you do online—on websites and applications—and how much time you spend doing each activity."
      }
    },
    {
      "type": "image-description",
      "config": {
        "image": "wellness-graphic-05.png",
        "link": "https://www.cozi.com/",
        "title": "Cozi: ",
        "description": "Any parent knows that organizing family activities is no easy task. Cozi is a family activity app that will help you schedule all doctor's appointments, youth soccer games, and more on a daily calendar that sends you reminders so that you never miss an important event again."
      }
    }
  ]
}
