{
    "items": [{
            "title": "Epic Systems Corp. v. Lewis",
            "link": "https://www.oyez.org/cases/2017/16-285",
            "description": [
                "Does the National Labor Relations Act prohibit enforcement an agreement requiring employees to resolve disputes with the employer through individual arbitration under the Federal Arbitration Act?"
            ]
        }, {
            "title": "Sessions v. Dimya",
            "link": "https://www.oyez.org/cases/2017/15-1498",
            "description": [
                "Is the Immigration and Nationality Act’s “crime of violence” provision unconstitutionally vague under the Due Process Clause of the Fifth Amendment?"
            ]
        }, {
            "title": "Gill v. Whitford",
            "link": "https://www.oyez.org/cases/2017/16-1161",
            "description": [
                "1. Did the district court err in holding that it had the authority to hear a statewide challenge to Wisconsin's redistricting plan, rather than requiring a district-by-district analysis?",
                "2. Did the district court err in holding that the redistricting plan was an unconstitutional gerrymander?",
                "3. Did the district court use an incorrect test for a gerrymander?",
                "4. Are defendants entitled to present evidence that they would have prevailed under the gerrymander test actually used by the district court?",
                "5. Are partisan gerrymandering claims justiciable?"
            ]
        }, {
            "title": "Jennings v. Rodriguez",
            "link": "https://www.oyez.org/cases/2017/15-1204",
            "description": [
                "1. Are noncitizens who are subject to mandatory detention under the relevant text of the Immigration and Nationality Act entitled to bond hearings, with the possibility of release, if their detentions last six months?",
                "2. Are the noncitizens entitled to release unless the government proves by clear and convincing evidence that the noncitizens are dangers to their communities and flight risks?",
                "3. Should the length of the noncitizen’s detention be weighed in favor of release, and should new bond hearings be provided automatically every six months?"
            ]
        }, {
            "title": "District of Columbia v. Wesby",
            "link": "https://www.oyez.org/cases/2017/15-1458",
            "description": [
                "1. Do officers have probable cause to arrest for unlawful entry under D.C. law despite a claim of good-faith entry?",
                "2. Was the law sufficiently clearly established to justify the denial of immunity to the officers?"
            ]
        }, {
            "title": "Class v. United States",
            "link": "https://www.oyez.org/cases/2017/16-424",
            "description": [
                "Does a guilty plea inherently waive a defendant’s right to challenge the constitutionality of his conviction?"
            ]
        }
    ],
    "footer": "Listen to other Supreme Court oral arguments from 1955-Present at <a href=\"https://www.oyez.org/\">Oyez.org</a>"
}
