{
    "title": "Granted Cases - October 2017 Term*",
    "footer": "*Represents cases granted Cert by the Court as of September 26, 2017",
    "items": [
        {
            "link": "https://www.oyez.org/cases/2017/16-460",
            "title": "Artis v. District of Columbia",
            "subject": "Due Process",
            "description": "A case in which the Court will decide whether the tolling provision of 28 U.S.C. Section 1367(d) suspends the limitations period for the state-law claims while the claim is and for 30 days after the claim is dismissed, or merely provides 30 days after the dismissal for the plaintiff to refile.",
            "granted": "Granted February 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-6795",
            "title": "Ayestas v. Davis",
            "subject": "Criminal Procedure / Plea Bargaining",
            "description": "A case in which the Court will decide whether investigative services under 18 U.S.C. §3599(f) are only “reasonably necessary” when the habeas petitioner requesting the services can meet the burden of proof for the underlying claim for habeas relief at the time of the request for the investigative services.",
            "granted": "Granted April 3, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-402",
            "title": "Carpenter v. United States",
            "description": "A case in which the Court will determine whether the warrantless seizure and search of cell phone records revealing the location and movements of a cell phone user over the course of 127 days violates the Fourth Amendment.",
            "granted": "Granted June 5, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-476",
            "title": "Christie v. National Collegiate Athletic Association",
            "description": "A case in which the Court will decide whether a federal statute that prohibits modification or repeal of state-law prohibitions on private conduct impermissibly commandeers the regulatory power of states in contravention of New York v. United States.",
            "granted": "Granted June 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-424",
            "title": "Class v. United States",
            "subject": "Criminal Procedure / Plea Bargaining",
            "description": "A case in which the Court will decide whether a guilty plea inherently waives a defendant’s right to challenge the constitutionality of his conviction.",
            "granted": "Granted February 21, 2017",
            "schedule": "Scheduled for Argument October 4, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/15-1439",
            "title": "Cyan, Inc. v. Beaver County Employees’ Retirement Fund",
            "description": "A case in which the Court will determine whether state courts may exercise subject matter jurisdiction over covered class actions that allege only Securities Act of 1933 claims.",
            "granted": "Granted June 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-1276",
            "title": "Digital Realty Trust, Inc. v. Somers",
            "description": "A case in which the Court will resolve a circuit split as to whether the anti-retaliation provision for “whistleblowers” in the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 applies only to individuals who fall within the act’s specific definition of “whistleblower,” that is, those who disclose allegedly unlawful activity to the Securities and Exchange Commission.",
            "granted": "Granted June 26, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/15-1458",
            "title": "District of Columbia v. Wesby",
            "description": "A case in which the Court will decide whether officers have probable cause to arrest for unlawful entry under D.C. law despite a claim of good-faith entry and whether the relevant law was sufficiently clearly established to justify the denial of immunity to the officers.",
            "granted": "Granted January 19, 2017",
            "schedule": "Scheduled for Argument October 4, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-285",
            "title": "Epic Systems Corp. v. Lewis",
            "description": "A case in which the Court will decide whether the National Labor Relations Act prohibits enforcement of an agreement requiring employees to resolve disputes with the employer through individual arbitration under the Federal Arbitration Act. ",
            "granted": "Granted January 13, 2017",
            "schedule": "Scheduled for Argument October 2, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-1161",
            "title": "Gill v. Whitford",
            "description": "A case in which the Court will decide whether partisan gerrymandering claims are justiciable, and whether the district court erred in striking down Wisconsin’s redistricting plan as an unconstitutional partisan gerrymander.",
            "schedule": "Scheduled for Argument October 3, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-658",
            "title": "Hamer v. Neighborhood Housing Services of Chicago",
            "description": "A case in which the Court will decide whether Federal Rule of Appellate Procedure 4(a)(5)(C) deprives a court of appeals of jurisdiction over an appeal that is statutorily timely, or whether the Rule is subject to equitable considerations.",
            "granted": "Granted February 27, 2017",
            "schedule": "Scheduled for Argument October 10, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-980",
            "title": "Husted v. A. Philip Randolph Institute",
            "description": "A case in which the court will consider whether Ohio’s list-maintenance process is permitted under 52 U.S.C. § 20507 when such process relies on the inactivity of a registered voter as an impetus to send a confirmation notice to that voter under the National Voter Registration Act of 1993 (NVRA) and the Help America Vote Act of 2002 (HAVA).",
            "granted": "Granted May 30, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/15-1204",
            "title": "Jennings v. Rodriguez",
            "description": "A case in which the Court will determine whether noncitizens who are subject to mandatory detention under the Immigration and Nationality Act are entitled to bond hearings with the possibility of release if they are detained for longer than six months. The Court will also determine whether the government’s burden is to prove by clear and convincing evidence that they are dangerous to their communities and represent flight risks.",
            "granted": "Granted June 20, 2016",
            "schedule": "Scheduled for Re-Argument October 4, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-499",
            "title": "Jesner v. Arab Bank, PLC",
            "description": "A case in which the Court will decide whether the Alien Tort Statute prohibits corporate liability.",
            "granted": "Granted April 3, 2017",
            "schedule": "Scheduled for Argument October 11, 2017 "
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-581",
            "title": "Leidos, Inc. v. Indiana Public Retirement System",
            "description": "A case in which the Court will decide whether there is an affirmative duty to disclose information under §10(b) of the Securities Exchange Act of 1934.",
            "granted": "Granted March 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-1144",
            "title": "Marinello v. United States",
            "description": "A case in which the Court will decide whether a conviction under 26 U.S.C. 7212(a) for corruptly endeavoring to obstruct or impede the due administration of the tax laws requires proof that the defendant acted with knowledge of an Internal Revenue Service action.",
            "granted": "Granted June 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-111",
            "title": "Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission",
            "description": "A case in which the Court will determine whether the application of Colorado’s public accommodations law to compel a cake maker to design and make a cake that violates his sincerely held religious beliefs about marriage violates the Free Speech or Free Exercise Clauses of the First Amendment.",
            "granted": "Granted June 26, 2017 "
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-784",
            "title": "Merit Management Group v. FTI Consulting, Inc.",
            "description": "A case in which the Court will resolve a circuit split as to whether the safe harbor provision of 11 U.S.C. § 546(e), which prohibits a trustee from avoiding a transfer made by or to a financial institution, includes transfers where the benefit and detriment of the transfer impact companies that are not financial institutions.",
            "granted": "Granted May 1, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-1067",
            "title": "Murphy v. Smith",
            "description": "A case in which the Court will decide whether the parenthetical phrase “not to exceed 25 percent,” as used in 42 U.S.C. § 1997e(d)(2), means any amount up to 25 percent (as four circuits hold), or whether it means exactly 25 percent (as the Seventh Circuit holds).",
            "granted": "Granted August 25, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-299",
            "title": "National Association of Manufacturers v. Department of Defense",
            "description": "A case in which the Court will decide whether the Clean Water Act grants federal courts of appeals jurisdiction to review the Environmental Protection Agency’s rule that defines the scope of United States waters.",
            "granted": "Granted January 13, 2017",
            "schedule": "Scheduled for Argument October 11, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-712",
            "title": "Oil States Energy Services LLC v. Greene’s Energy Group, LLC",
            "description": "A case in which the Court will decide whether inter partes review, an adversarial process used by the Patent and Trademark Office, unconstitutionally deprives patent holders of their right to a jury and access to an Article III forum before depriving them of a property right.",
            "granted": "Granted June 12, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-498",
            "title": "Patchak v. Zinke",
            "description": "A case in which the Court will decide whether a statute that directs the federal courts to “promptly dismiss” certain lawsuits without affecting any underlying laws violates the Constitution’s separation of powers principles, and whether that statute violates the due process rights of a plaintiff with a lawsuit affected by the statute.",
            "granted": "Granted May 1, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-492",
            "title": "PEM Entities LLC v. Levin",
            "description": "A case in which the Court will resolve a circuit split as to whether bankruptcy courts should apply a federal rule of decision (as five circuits have held) or a state law rule of decision (as two circuits have held) when deciding to recharacterize a debt claim in bankruptcy as a capital contribution.",
            "granted": "Granted June 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-534",
            "title": "Rubin v. Islamic Republic of Iran",
            "description": "A case in which the Court will resolve a split between the Seventh and Ninth Circuits as to whether 28 U.S.C. § 1610(g) provides a freestanding attachment immunity exception that allows terror victim judgment creditors to attach and execute upon assets of foreign state sponsors of terrorism regardless of whether assets are otherwise subject to execution under Section 1610.",
            "granted": "Granted June 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-969",
            "title": "SAS Institute Inc. v. Lee",
            "description": "A case in which the court will determine if the Patent Trial and Appeal Board must address every claim that is challenged in a claimant’s petition in its final written decision, or if it may address only a subset of those claims, pursuant to 35 U.S.C. § 318(a).",
            "granted": "Granted May 22, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/15-1498",
            "title": "Sessions v. Dimaya",
            "description": "A case in which the Court will decide whether the Immigration and Nationality Act’s “crime of violence” provision is unconstitutionally vague under the Due Process Clause of the Fifth Amendment.",
            "granted": "Granted September 29, 2016",
            "schedule": "Scheduled for Re-Argument October 2, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-1436",
            "title": "Trump v. International Refugee Assistance Project",
            "description": "A case in which the Court will decide whether the respondents’ challenges to the temporary suspension of entry of aliens abroad under Section 2(c) of Executive Order No. 13,780 became moot on June 14, 2017, whether Section 2(c)’s temporary suspension of entry violates the Establishment Clause, and whether the global injunction issued by the district court is impermissibly overbroad. On June 26, 2017, the Court granted the government’s applications for a stay of the preliminary injunction with respect to Sections 6(a) and (b) of Executive Order.",
            "granted": "Granted June 26, 2017",
            "schedule": "Scheduled for Argument October 10, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/15-1509",
            "title": "U.S. Bank National Association v. Village at Lakeridge, LLC",
            "description": "A case in which the Court will decide whether a designation of non-statutory insider status is reviewable under the standard of clear error.",
            "granted": "Granted March 27, 2017"
        },
        {
            "link": "https://www.oyez.org/cases/2017/16-6855",
            "title": "Wilson v. Sellers",
            "description": "A case in which the Court will decide whether its decision in Harrington v. Richter implicitly abrogated the presumption that a federal court sitting in habeas proceedings should “look through” a summary state court ruling to review the last reasoned result.",
            "granted": "Granted February 27, 2017"
        }
    ]
}
