{
  "clients": {
    "title": "",
    "link": "#",
    "description": ["Google allows anyone to edit or suggest edits to a business listing, and there are reports that some businesses have had their information maliciously edited by competitors. Some common malicious edits include: removing a website address, removing a phone number, changing a business name, marking a listing as \"Permanently Closed\", and adding inappropriate photos (note: this edit is done through Google Maps). We strongly recommend that you check your Google My Business listing regularly to ensure your information is correct, particularly if the listing is hosted under your account (as opposed to one that Justia controls)."]
  },
  "jld": {
    "title": "The Justia Lawyer Directory Has a Whole New Look!",
    "link": "https://www.justia.com/marketing/lawyer-directory/?utm_medium=email&utm_source=directory-newsletter&utm_campaign=2017-11&utm_content=section-did-you-know-premium-memberships-link-v1",
    "description": ["The Justia Lawyer Directory is newly redesigned to better showcase premium placements! For each of your gold placements, you can now create a custom tagline (up to 80 characters) and description (up to 220 characters) to help your profile stand out. Leverage the power of our high-traffic lawyer directory to help you get quality leads and grow your business.", "Current clients - <b><u><a href=\"mailto:directory@justia.com?Subject=Justia Lawyer Directory Inquiry&body=1. Custom Tagline (80 character limit, including spaces):%0D%0A%0D%0A%0D%0A2. Custom Description (220 character limit, including spaces):\" target=\"_blank\">send us your custom tagline and description now.</a></u></b>", "Not a client? Contact us about <b><u><a href=\"https://www.justia.com/marketing/lawyer-directory/?utm_medium=email&utm_source=directory-newsletter&utm_campaign=2017-11&utm_content=section-did-you-know-premium-memberships-link-v1\" target=\"_blank\">Premium Membership Opportunities.</a></u></b>"]
  }
}
