{
    "clients": {
      "title": "The Virtual Assistant Wars Heat Up",
      "link": "https://onward.justia.com/2017/10/03/virtual-assistant-wars-heat/?utm_medium=email&utm_campaign=2017-10",
      "image": "tech-news-01.png",
      "utm": {
        "source": "&utm_source=client-newsletter",
        "content": {
          "title": "&utm_content=text-onward-post-title-1",
          "image": "&utm_content=image-onward-post-1"
        }
      },
      "description": [
        "As the powerhouses in technology continue to battle it out for the chance to be your personal voice assistant, your choices continue to grow. Check out the latest salvos in the ongoing Voice Assistant wars."
      ],
      "list": []
    },
    "jld": {
      "title": "Hurry! Time is running out to migrate your site to HTTPS!",
      "link": "https://onward.justia.com/2017/09/08/hurry-time-running-migrate-site-https/?utm_medium=email&utm_campaign=2017-10",
      "image": "tech-news-02.png",
      "utm": {
        "source": "&utm_source=directory-newsletter",
        "content": {
          "title": "&utm_content=text-onward-post-title-1",
          "image": "&utm_content=image-onward-post-1"
        }
      },
      "tagline": "<i>“October 2017 will bring stronger warnings on non-HTTPS sites for users of the Google Chrome browser. Make sure you are ready when it comes.”<i>",
      "description": [
        "Last month, Google Search Console <a href=\"https://www.seroundtable.com/google-chrome-will-show-security-warnings-24322.html\" target=\"_blank\">sent out mass emails</a> to verified webmasters who use the console, warning people that Chrome will show security warnings. If you have been reading our posts over the last year, receiving this email would not have come as a shock to you. We’ve blogged about the impending change to Chrome and what it means for your site three times over the past year.",
        "For those of you who have not been reading these posts, welcome to the Justia Legal Marketing & Technology Blog, we’re glad to have you here. Here’s the short version of what is going to happen in October:",
        "Back in January, both Chrome and Firefox released an update and started warning users that they are on non-HTTPS pages on any form that includes either a credit card field or a password field. This was just the first step in a long-term plan to eventually warn users that they are on an insecure page every time they are on pages that are not-HTTPS. For Chrome, this eventual warning will look like what you see here.",
        "In October, Chrome will take the next step in this migration to a more secure web by warning users with a “Not secure” warning whenever a user enters data on any form that is on a non-HTTPS page or that posts to a non-HTTPS form endpoint. Chrome will also display the warning whenever you visit non-HTTPS pages in Incognito Mode.",
        "As of this August, Chrome accounts for 59.38% of all internet users <a href=\"https://www.netmarketshare.com/browser-market-share.aspx?qprid=0&qpcustomd=0\" target=\"_blank\">according to NetMarketshare</a>. Firefox, which has made it clear that they too want to show these types of warnings to users and is following Google’s lead on the migration plan, accounts for another 12.28% of the marketshare. This means that over 70% of all browser visits are using a browser that is going to warn users not to fill out forms on any page that doesn’t have HTTPS, this includes any contact forms on your website.",
        "While these warnings won’t prevent users from filling out your contact form, they will strongly discourage the users from doing so. If your site still doesn’t have HTTPS, you will soon see a substantial decrease in the number of contact forms you receive from your site. It is important that you get your website or blog on HTTPS as soon as possible.",
        "If you want help moving your Law Firm’s website or blog to HTTPS, and updating it with other things that will improve your performance such as <a href=\"https://onward.justia.com/2017/02/02/amp-your-law-firm-mobile-site/\" target=\"_blank\">AMP</a>, <a href=\"https://onward.justia.com/2017/07/05/page-speed-tips-and-tools/\" target=\"_blank\">Pagespeed Enhancements</a>, and <a href=\"https://onward.justia.com/2016/11/01/structured-data/\" target=\"_blank\">Structured Data Markup</a>, <a href=\"https://www.justia.com/marketing/?utm_source=onward&utm_medium=web&utm_campaign=onward-2017-09-08-https-followup&utm_content=entry-content-1\" target=\"_blank\">contact Justia right away</a>!  We have years of experience developing and optimizing websites and blogs for Law Firms. To get an idea just what ways we can improve your website, or to discover ways you can optimize your website yourself, <a href=\"https://marketing.justia.com/contact/audit?utm_source=onward&utm_medium=web&utm_campaign=onward-2017-09-08-https-followup&utm_content=entry-content-2\" target=\"_blank\">request a free Site Audit</a> of your site. This professional site audit is free to you whether you sign up with us or not, and can help you find ways you can improve your site’s performance in search engines, as well as user experience.",
        "To read more about HTTPS and the updates to Chrome, check out these other posts on the Legal Marketing and Technology Blog:"
      ],
      "list": [{
        "title": "HTTPS is still hard, but necessary for your success",
        "link": "https://onward.justia.com/2017/04/03/https-is-still-hard-but-necessary-for-your-success/?utm_medium=email&utm_campaign=2017-10&utm_content=text-onward-post-list-1"
      }, {
        "title": "Getting the Green Lock: HTTPS Stories from the Field — Google I/O 2017 Live Blogs",
        "link": "https://onward.justia.com/2017/05/19/live-blog-getting-green-lock-https-stories-field-io17/?utm_medium=email&utm_campaign=2017-10&utm_content=text-onward-post-list-2"
      }, {
        "title": "How 2016 Changed Online Marketing, and What 2017 Will Bring",
        "link": "https://onward.justia.com/2017/01/05/2016-changed-online-marketing-2017-will-bring/?utm_medium=email&utm_campaign=2017-10&utm_content=text-onward-post-list-3"
      }],
      "footer": "Justia offers premium website, blogging, and online marketing solutions for law firms. We have an unparalleled record in helping law firms grow. Regardless of whether you are just starting your online marketing efforts or have a fully developed website and blog, we have solutions to help propel you to the next level. In addition to our website and blog services, we also help clients with content, lawyer directory services, social media, local SEO, and paid advertising. <a href=\"https://marketing.justia.com/contact\" target=\"_blank\">Contact us</a> for more information."
    }
}
