{
  "news": [
    {
      "title": "Start by Revamping Your Site’s Content",
      "description": "Substantive, original, and high-quality content is critical with the online market becoming even more competitive. Here are some ideas to improve your content.",
      "list": [
        "Add substantive legal discussion and analysis to short pages.",
        "Look for and replace duplicative, outdated, or stale content.",
        "Make sure your content includes relevant keywords in a natural manner."
      ]
    },
    {
      "title": "Attract the Right Audience",
      "description": "Your content should be tailored to the specific locations and legal issues of your intended audiences.",
      "list": [
        "Add pages about all the practice areas or topics that you want to target.",
        "Bolster your main practice areas with substantive sub-pages.",
        "Use locality pages to reach users in specific geographic areas."
      ]
    },
    {
      "title": "Get Ready for Voice Search",
      "description": "Users are increasingly relying on voice assistants such as Google Assistant and Apple’s Siri to find goods and services. Ensure that your website speaks to these users by following these tips specifically geared toward voice results.",
      "list": [
        "Add frequently asked questions.",
        "Include conversational phrases in your content related to questions you commonly receive.",
        "Use words like \"what,\" \"when,\" and \"how.\""
      ]
    },
    {
      "title": "Maximize and Strengthen Your Local Presence",
      "description": "Having a strong local presence is essential to reaching users on mobile devices, who now form the majority of traffic on search engines. Strengthen your local visibility with these tips.",
      "list": [
        "Add photos, regular business hours, and holiday hours to your Google My Business (GMB) listing.",
        "Make sure your GMB listing description contains a paragraph clearly describing your firm’s services.",
        "Use Google Posts, as well as Google Questions and Answers."
      ]
    },
    {
      "title": "Monitor and Strengthen Your Online Reputation",
      "description": "Having a strongly positive online reputation encourages prospective clients to contact you. At a minimum, always provide great customer service.",
      "list": [
        "Encourage your clients to post reviews on your Google My Business listing.",
        "Search for bad reviews online; if you find any, respond to them in a professional manner.",
        "Build credibility by including representative cases, case results, verdicts, settlements, and client testimonials on your web properties (but abide by applicable ethical rules)."
      ]
    },
    {
      "title": "Help Your Clients and Prospects Get In Touch With You",
      "description": "Audit your phone system periodically to ensure it’s easy for your prospective clients to contact you. Remember that some clients prefer email as their way of getting in touch.",
      "list": [
        "Make sure no call goes unanswered; no one likes to wait for a callback, particularly if they are worried about a pending legal issue.",
        "Monitor your email inbox for contact forms; many people contact multiple firms at once and may go with the first one who responds.",
        "Get back to potential clients as quickly as possible, even if you can’t take their case."
      ]
    }
  ]
}
