{
  "articles": [
    {
      "title": "Smart Compose and Offline Mode Have Arrived in Gmail",
      "link": "https://arstechnica.com/gadgets/2018/05/gmail-finally-has-an-offline-mode-but-only-if-you-use-chrome/",
      "description": "For those using the latest version of Gmail, Google has announced two new features that may facilitate more flexibility in tracking and managing emails. First, offline mode is available to account holders who also use Chrome as their web browser. This feature will allow users to read email, archive it, and perform other functions while not connected to the internet. Second, Gmail users will soon be able to take advantage of an AI-powered predictive text feature that will autocomplete entire phrases and full sentences."
    },
    {
      "title": "Judge Sanctions Lawyer After Discovery of Instagram Photos Exposing Family Emergency Excuse",
      "link": "http://www.nj.com/news/index.ssf/2018/05/lawyer_who_lied_about_family_emergency_outwitted_b.html",
      "description": "A New Jersey federal court has fined an attorney $10,000 following revelations that she made misrepresentations to the court regarding a family emergency that she said caused her to miss a filing deadline. Opposing counsel submitted posts to the court from the lawyer’s Instagram account that appeared to contradict the information she had filed with the court regarding her emergency travel. The attorney later admitted that she had not been honest with the court and withdrew from the case."
    },
    {
      "title": "Lawyers Weigh in: Why is There a Depression Epidemic in the Profession?",
      "link": "http://www.abajournal.com/voice/article/lawyers_weigh_in_why_is_there_a_depression_epidemic_in_the_profession",
      "description": "Statistics show that lawyers are 3.6 times more likely to be suffering from depression as people in other jobs, with 28% of employed lawyers being affected. Other estimates show that 19% of working attorneys have symptoms of anxiety, and 21% have issues with alcohol abuse. In this article, lawyers from across the spectrum of practice areas and career experience offer their thoughts as to why these issues are so prevalent among members of the legal profession."
    },
    {
      "title": "Biglaw Firms Become Tech Incubators",
      "link": "https://abovethelaw.com/2018/05/biglaw-firms-become-tech-incubators/",
      "description": "Three large UK-based law firms are looking to foster the development of cutting-edge legal technology by sponsoring collaborative efforts between startups and the firms themselves. By offering tech incubation spaces, opportunities to work alongside their lawyers, and in some cases funding and legal support, the firms are seeking to pave the way for a new wave of tech innovation within the legal industry."
    },
    {
      "title": "Is Your Legal Tech Initiative Working?",
      "link": "https://abovethelaw.com/legal-innovation-center/2018/05/09/is-your-legal-tech-initiative-working/",
      "description": "A critical aspect of implementing any new technology in your law practice is measuring its impact and effectiveness. Using data to track objectives, outcomes, losses, and lessons from these initiatives can help lawyers project costs, plan for the future, and see the bigger picture associated with integrating any new technology."
    },
    {
      "title": "Top Law Schools Ask Law Firms to Disclose Arbitration Agreements For Summer Associates",
      "link": "http://www.abajournal.com/news/article/top_law_schools_ask_law_firms_to_disclose_arbitration_agreements_for_summer ",
      "description": "Fourteen of the country’s top law schools will now require law firms participating in on-campus recruiting to disclose in advance whether students they hire will be subject to mandatory arbitration agreements. The new rule was established after student organizers argued that law schools, rather than students, should be responsible for asking firms if new hires would be subject to such agreements. Following the release of a new survey from the law schools requiring employers to be transparent about the existence of such policies, multiple large firms have announced the elimination of mandatory arbitration agreements for summer associates."
    }
  ]
}
