{
  "articles": [
    {
      "title": "Smart Contracts Taking Over: Pros, Cons, and How to Stay On Top of It All",
      "link": "https://abovethelaw.com/2018/06/smart-contracts-taking-over-pros-cons-and-how-to-stay-on-top-of-it-all/",
      "description": "As part of an ongoing series covering blockchain’s impacts on the legal industry, this article provides a primer on the benefits and drawbacks of using blockchain-powered smart contracts, which are transforming legal agreements and industries throughout the economy."
    }, {
      "title": "Judge Reprimanded for Posting Comment About Murder Case on Facebook",
      "link": "http://www.abajournal.com/news/article/judge_reprimanded_for_posting_comment_about_murder_case_on_facebook",
      "description": "The Kentucky Judicial Conduct Commission professionally disciplined a state judge who had  posted content on Facebook regarding a murder case that was pending in the district court where she serves as a judge. After sharing an article about the case and commenting that the defendant had been released hours after confessing to police, the judge was reprimanded on the grounds that her post ran afoul of judicial ethics rules requiring her to uphold the integrity of the judiciary, to behave in a manner that promotes public confidence in the judiciary, and refrain from making public statements that could impact pending cases."
    }, {
      "title": "ABA Asks House Members to Oppose Law Ending Public Service Loan Forgiveness Program",
      "link": "http://www.abajournal.com/news/article/aba_asks_house_members_to_oppose_law_ending_public_service_loan_forgiveness",
      "description": "ABA President Hilarie Bass has written a letter to members of the US House of Representatives requesting that they oppose a provision of pending legislation that would eliminate the Public Service Loan Forgiveness (PSLF) program. The PROSPER Act is a higher education reform initiative that would, among other things, abolish PSLF, which provides loan forgiveness after 10 years of on-time payments for certain federal loans for lawyers and others who work for government or non-profit employers. The program was created in 2007 to encourage graduates with legal and other degrees to pursue careers in public service or public interest."
    }, {
      "title": "ABA President Says Separating Families Violates Civil Rights, Won’t Work and is Inhumane",
      "link": "http://www.abajournal.com/news/article/separating_families_violates_civil_rights_wont_work_and_is_inhumane_aba_pre",
      "description": "ABA President Hilarie Bass sent a letter to US Attorney General Jeff Sessions and Department of Homeland Security Secretary Kirstjen Nielsen criticizing the policy of separating immigrant children from parents who were arrested under the Trump administration’s “zero-tolerance” policy for entering the country illegally. Bass argued that family separation likely violates existing law protecting family integrity and due process. She also criticized the policy for being inhumane and traumatic, as well as ineffective as a deterrent given the extreme violence that most migrants from El Salvador, Guatemala, and Honduras are fleeing."
    }, {
      "title": "Judge Criticized for Stanford Swimmer’s Sexual Assault Sentence is Ousted in Recall Vote",
      "link": "http://www.abajournal.com/news/article/judge_criticized_for_stanford_athletes_rape_sentence_is_ousted_in_recall_vo",
      "description": "Aaron Persky, the California state judge who was widely criticized for sentencing a Stanford swimmer to only a six month jail term in 2016 for sexual assault, has been recalled by voters in Santa Clara County. The recall effort was led by Stanford law professor Michele Dauber, and the number of California law professors supporting the recall eventually totaled 90. The state Commission on Judicial Performance received thousands of complaints about the sentence, but declined to impose discipline, citing a lack of clear and convincing evidence of bias or other misconduct. Persky has reportedly stated that he does not regret the sentencing and would handle the case the same way if faced with the decision again. He is the first California judge to be recalled since 1932."
    }, {
      "title": "ABA Techshow 2018 Examines Legal Profession’s Direction with Technology Emphasis",
      "link": "http://www.abajournal.com/magazine/article/aba_techshow_2018_legal_profession_direction",
      "description": "ABA Techshow 2018 recently took place in Chicago, and provided attendees with presentations and content on a wide variety of topics relevant to the legal profession, expanding beyond legal tech to include leadership, team building, and mindfulness. Other key subjects included the growing and potential role of blockchain, digital devices, and how to harness technology to create the next wave of legal innovation."
    }
  ]
}
