{
    "articles": [{
    "title": "Lawyers Would Have to Provide More Trust Account Information in Measure Passed by ABA House",
    "link": "http://www.abajournal.com/news/article/lawyers_would_have_to_provide_more_trust_account_information_in_measure_pas",
    "description": "The ABA House of Delegates recently approved a change to a model rule to now require lawyers to disclose information about trust accounts that hold funds belonging to others. These new disclosures include the names of financial institutions, account numbers, and names and addresses of those with the authorization to manage or disburse money from these trust accounts. The changes are intended to offer regulators more effective tools to deal with lawyers or their staff who have abused client trust accounts."
    }, {
    "title": "Efforts to Split the 9th Circuit Opposed by the ABA House of Delegates",
    "link": "http://www.abajournal.com/news/article/efforts_to_split_the_9th_circuit_opposed_by_the_aba_house_of_delegates",
    "description": "Despite President Trump’s call to break apart the San Francisco-based 9th Circuit Court of Appeals, the ABA House of Delegates ultimately voted against splitting the circuit court. No requests to speak in favor of breaking up the court were voiced on the House of Delegates floor. Rather, delegates spoke out against a split, stating that judges, lawyers, and businesses in the circuit were overwhelmingly opposed to it."
    }, {
    "title": "Traveling Out of the Country? Lawyers Should Consider Using 'Burner' Devices",
    "link": "http://www.abajournal.com/news/article/traveling_out_of_the_country_lawyers_should_consider_using_burner_devices",
    "description": "Attorneys should be cautious of inadvertently disclosing confidential client information while traveling overseas. Because the Fourth Amendment allows border searches without probable cause, lawyers may risk disclosing confidential client information on their electronic devices when traveling outside the United States. While it is unclear whether the Fourth Amendment extends beyond more than a cursory review of electronic devices, panelists at the ABA Annual Meeting in New York City recently suggested the use of ‘burner’ devices to avoid the risk of disclosing client information in such a situation."
    }, {
    "title": "New Law Provides Some New Yorkers Facing Eviction with Free Legal Representation",
    "link": "http://www.abajournal.com/news/article/new_law_provides_some_new_yorkers_facing_eviction_with_free_legal_represent",
    "description": "Bill de Blasio, Mayor of New York City, recently signed an act into law that guarantees legal representation to low-income residents who are facing eviction or foreclosure proceedings. This makes New York City the first municipality to offer free legal services to qualified individuals who earn up to double the federal poverty line. The act will be phased in over the next five years and is a response to data that only one in five city residents who were evicted in 2015 had counsel."
    }, {
    "title": "Immigration Status Alone Shouldn’t Bar Lawyers From Practice, ABA House Says in Resolution",
    "link": "http://www.abajournal.com/news/article/2017_annual_meeting_resolution_108",
    "description": "During its annual meeting in August, the ABA House of Delegates voted to support the principle that obtaining a license to practice law should not be denied exclusively due to one’s immigration status. In doing so, the ABA House sought to urge Congress to allow state courts the ability to grant qualified immigrants bar admission, as long as they are seeking legal status. States have long been divided on whether to allow undocumented immigrants a license to practice law, even if they have satisfied all other requirements for bar admission."
    }, {
    "title": "Proposal to Lower California Bar Exam Cut Score Considered",
    "link": "http://www.abajournal.com/news/article/proposal_to_lower_california_bar_exam_cut_score_considered1",
    "description": "The State Bar of California is considering a proposal to set a new interim bar exam cut score. It would be 26 points below the current standard as a result of data from a standard setting study that the state bar commissioned. The cut score is traditionally set by the bar exam committee but was amended this past July by the California Supreme Court so that it now has the authority to set the passing score. At a bar exam committee meeting in August, several law school deans voiced support over lowering the bar exam’s cut score."
    }]
}
