{
  "articles": [
    {
      "title": "California Bar Adds Gender Identity and Sexual Orientation Questions to Member Survey",
      "link": "http://www.abajournal.com/news/article/california-bar-adds-gender-identity-and-sexual-orientation-questions-to-member-survey",
      "description": "In an anonymous online survey, the California State Bar is asking lawyers about their sexual orientation and gender identity, as well as job satisfaction. Previous iterations of this survey have been more focused on issues such as practice type and size, but the current list of questions is aimed at identifying obstacles to retention and advancement of lawyers of diverse backgrounds in the profession."
    },
    {
      "title": "PACER Should Be Free, According to Amicus Brief by Posner and Six Other Retired Judges",
      "link": "http://www.abajournal.com/news/article/pacer-should-be-free-according-to-amicus-brief-by-posner-and-six-other-retired-judges",
      "description": "Amicus briefs filed in support of a class action lawsuit seeking to end PACER fees include the signatures of seven retired federal judges, including Richard Posner, formerly of the US Court of Appeals for the 7th Circuit. The judges’ brief argues that the system’s fees reduce the legitimacy of the courts as well as judicial transparency."
    },
    {
      "title": "To Text, or Not to Text, Clients: An Ethical Question for a Technological Time",
      "link": "https://abovethelaw.com/2019/02/to-text-or-not-to-text-clients-an-ethical-question-for-a-technological-time/",
      "description": "Lawyers who embrace the convenience of text messaging for client communications should be sure to do so in accordance with their professional ethical obligations. For example, the duty of competence includes technical competence, and the responsibility to ensure the security of any communication with a client. Lawyers using text messaging must also be mindful of the expectations that may create for instant client communications, which may not be feasible in all situations."
    },
    {
      "title": "By Some Financial Measures, 2018 Was Best Year for Law Firms in a Decade",
      "link": "http://www.abajournal.com/news/article/by-some-financial-measures-2018-was-best-year-for-law-firms-in-a-decade/",
      "description": "A growing demand for legal services, as well as higher billing rates and productivity, have led to conclusions that 2018 was a strong year for the legal industry. Net income and profits per equity partner were also up by 6.9 and 7.5 percent, respectively, making 2018 the best in a decade in those areas."
    }
  ]
}
