{
  "articles": [
    {
      "title": "Cybersecurity and the Realities of Practicing Law in 2018",
      "link": "https://abovethelaw.com/2018/11/cybersecurity-and-the-realities-of-practicing-law-in-2018/",
      "description": "Cybersecurity for lawyers was the guiding theme at this year’s Futures Conference in Boston, Massachusetts. It was an especially timely topic, due to recent data breaches and troubling statistics which reveal that a third of law firms with between 10 and 99 attorneys were affected by cyber breaches in 2017. Conference speakers revealed other eye-opening information, including that email phishing and other scams are often among the most successful hacking tactics directed at law firms. A large takeaway from the conference was the importance of exercising caution. It is no longer a viable option to ignore the realities of cybersecurity, as no law firm is immune without taking adequate steps to protect itself against breaches of this nature."
    },
    {
      "title": "ABA Announces Hotlines for California Fire Victims; State Bar Warns of Fraud as First Suits Filed",
      "link": "http://www.abajournal.com/news/article/aba_announces_hotline_for_california_fire_victims_california_bar_warns_of_f",
      "description": "Victims of California’s most recent string of wildfires now have legal hotlines they can call, thanks to the joint efforts of the American Bar Association Young Lawyers Division, the Federal Emergency Management Agency, the State Bar of California, Legal Services of Northern California, and Ventura County Legal Aid. Hotlines are available for fire victims in Butte, Ventura, and Los Angeles counties. Qualifying individuals who call in are matched with attorneys who have volunteered their time to help with landlord/tenant legal problems, mortgage or foreclosure issues, insurance and FEMA claims, and more. "
    },
    {
      "title": "Lowest Bar Pass Rates for California in 67 Years; Other States See Drop, Too",
      "link": "http://www.abajournal.com/news/article/lowest_bar_pass_rate_for_california_in_67_years_other_states_see_drop_too",
      "description": "California’s July 2018 bar passage rate dropped almost nine percentage points from the July 2017 rate, making it the lowest bar passage rate in 67 years. Many reasons have been considered for the steep drop, including more law schools admitting students with below-average LSAT scores and college GPAs, a lack of adequate preparation for the bar itself, and the fact that new law graduates are young enough that they weren’t raised on an education with as much reliance on rote memorization as past generations. Others within the legal profession believe the answer lies in constructing a licensing exam that better reflects the skills required to practice law in the real world. "
    },
    {
      "title": "Dean Chemerinsky Recommends Removing Boalt Name From Use At Berkeley Law",
      "link": "http://www.abajournal.com/news/article/uc_berkeley_dean_endorses_removing_boalt_name_from_building_will_rename_lec/",
      "description": "A committee assembled by Berkeley Law’s dean, Erwin Chemerinsky, has recommended removing the surname of John Boalt from its law building and disassociating the name from all campus groups due to its racist implications. The name comes from nineteenth century mining industry baron and Nevada attorney John Boalt, who held racist views that Chinese people are inferior to white Americans. Boalt also espoused negative opinions about African Americans and Native Americans. While the Boalt name is merely honorific and has never been officially part of the law school’s name, the building in which the law school is housed bears the Boalt name and the law school is known to many as the same. It will be up to Berkeley’s chancellor to make the final decision about removing Boalt’s name from the building."
    },
    {
      "title": "Judge’s Facebook Friendship With Lawyer Doesn’t Necessarily Require Recusal, Says Florida Top Court",
      "link": "http://www.abajournal.com/news/article/judges_facebook_friendship_with_lawyer_doesnt_necessarily_require_recusal_s ",
      "description": "Connections or friendships with lawyers on Facebook don’t default disqualify judges from hearing cases in which those lawyers represent one of the parties, according to the Florida Supreme Court. In a split 4-3 decision, the court reasoned that a Facebook friendship is less of a traditional friendship than a digital connection. Friendships on social media tend to be more casual than those offline. The court held that without more evidence of a stronger offline bond, proof of a Facebook friendship does not in itself indicate a party will receive an unfair or partial trial, or necessitate that a judge recluse themself from hearing a particular case in Florida."
    },
    {
      "title": "Kavanaugh Keeps Low Profile Since His Confirmation, Breaks With Conservatives in a Few Votes",
      "link": "http://www.abajournal.com/news/article/kavanaugh_keeps_a_low_profile_since_his_confirmation_breaks_with_conservati",
      "description": "Since his Supreme Court confirmation hearing, Justice Brett Kavanaugh seems to be trying to avoid attracting overt attention, as noted by CNN. Many times, he has opted to defer to other justices during oral arguments, allowing his colleagues to ask questions first. When he does ask questions, Justice Kavanaugh asks them of both sides of a case, which has led some news outlets to speculate that he may be attempting to avoid typical conservative labels for the time being. CNN also noted that the other justices seem to be taking care to appear openly welcoming to Justice Kavanaugh, showing “an unusual degree of collegiality all around during arguments so far this term.”"
    }
  ]
}
