{
    "articles": [{
        "title": "How to Make Better Technology Choices For Your Practice",
        "link": "http://abovethelaw.com/2017/05/how-to-make-better-technology-choices-for-your-practice/",
        "description": "Much like the requisite tools of any professional trade, choosing the right software programs for a law practice can go a long way toward ensuring its success. The right software can help a legal team work more quickly, get paid sooner, stay on top of deadlines, and do better work on the whole. The sticker price is only one small factor in the decision-making process, however. There are additional considerations and questions to keep in mind to ensure the software you choose is best suited to the needs of your firm."
    }, {
        "title": "Six Simple Ways to Increase Legal Document Security",
        "link": "http://www.lawtechnologytoday.org/2017/04/ways-to-increase-legal-document-security/",
        "description": "Over the past decade, technology has been gradually evolving to the legal realm; digital document organization and dissemination are now integrated into daily life at many law firms. Electronic signatures and other digital advancements come with their own set of security concerns, however. From properly maintaining backup files to ensuring compliance with federal e-sign laws, the ins and outs of these technological aids are worth learning for the benefit of your law practice."
    }, {
        "title": "ABA Expresses Concern About Border Searches of Lawyer Laptops and Other Electronic Devices",
        "link": "http://www.abajournal.com/news/article/aba_expresses_concern_about_border_searches_of_lawyer_laptops_and_other_ele",
        "description": "President of the American Bar Association, Linda Klein, recently expressed concern about the practices associated with border searches that allow lawyers’ laptops and other electronic devices to be searched. Klein’s May 5 letter to the Department of Homeland Security requests that policies and procedures be established to ensure the confidentiality of data an attorney might have on their devices that qualifies as privileged material associated with their clients."
    }, {
        "title": "Chelsea Manning Walks Back Into a World She Helped Transform",
        "link": "https://www.wired.com/2017/05/chelsea-manning-free-leaks-changed/",
        "description": "After serving seven years in military prison for leaking classified documents to WikiLeaks, former U.S. Army private Chelsea Manning was released on May 17. Her actions inspired subsequent acts of whistleblowing, the size and rate of which seem to have accelerated in the past handful of years since her conviction. Many believe that Manning both influenced a new era of whistleblowing and helped changed the way that journalism and the government function."
    }]
}
