{
  "articles": [
    {
      "title": "Average National Multistate Bar Exam Score Sinks to Lowest Level Since ‘84",
      "link": "http://www.abajournal.com/news/article/average_national_multistate_bar_exam_score_sinks_to_lowest_level_since_84",
      "description": "New figures show that the average Multistate Bar Exam scores for the July 2018 exam were the lowest in over 30 years. The new average score of 139.5 represents a 2.2 point drop from the July 17 average. The overall number of test takers has also declined to its lowest level since 2001, and pass rates are expected to be lower in most jurisdictions."
    },
    {
      "title": "#MeToo Lawyers Not Limited to Workplace Allegations",
      "link": "https://biglawbusiness.com/metoo-lawyers-not-limited-to-workplace-allegations/",
      "description": "As greater numbers of sexual harassment, abuse, and assault survivors are beginning to come forward with allegations of sexual misconduct against powerful men, a growing practice area has emerged for lawyers, typically from the employment law world, to represent them. Because employment lawyers with experience handling retaliation and sexual harassment claims are familiar with the sensitive nature of these matters as well as the serious personal and professional ramifications accusers can face after reporting alleged misconduct, they are uniquely suited to represent survivors who are alleging sexual misconduct outside of the workplace context. Especially given that those accused are becoming more likely to sue accusers for defamation in response to allegations of sexual assault or harassment, accusers are seeking to work with attorneys who understand how to navigate the reputational and other challenges victims often face after coming forward."
    },
    {
      "title": "Legal Industry Loses Jobs for Second Month in a Row",
      "link": "http://www.abajournal.com/news/article/legal_industry_loses_jobs_for_second_month_in_a_row1/",
      "description": "Industry reports indicate that the legal profession has been losing jobs for the past two months. The combined numbers from July and August show a collective loss of 4,"
    },
    {
      "title": "Proposed Legislation Would Eliminate PACER Fees",
      "link": "https://news.justia.com/proposed-house-bill-would-eliminate-downloading-fees-for-federal-court-documents-and-filings/",
      "description": "Congressman Doug Collins of Georgia has introduced a bill in the US House of Representatives that would make federal court documents currently accessible for a fee via PACER free. Currently it can cost up to 10 cents per page to access court documents on PACER. In 2015 the federal courts reportedly collected $150 million in PACER fees, which is more than it costs to run the site."
    },
    {
      "title": "New Blog Uses Data Analysis From Oral Arguments to Make Supreme Court Predictions",
      "link": "http://www.abajournal.com/news/article/new_blog_uses_data_analysis_from_oral_arguments_for_supreme_court ",
      "description": "Two law professors have started a blog that will feature their work of utilizing data from Supreme Court oral arguments to forecast case outcomes. By analyzing things like judicial behavior during oral argument, as well as listening to the tone of the interactions between counsel and the bench during argument, the professors plan to predict which way the court will rule in cases it hears."
    },
    {
      "title": "Race and Gender Bias is Rampant in Law, Says New Report That Also Offers Tools to Fight it",
      "link": "http://www.abajournal.com/news/article/race_and_gender_is_bias_rampant_in_law_says_new_report_that_also_offers_too/",
      "description": "A new study conducted by the Center for WorkLife Law at the University of California at Hastings College of the Law indicates that until the present, efforts to advance women and underrepresented groups in the legal profession have largely been unsuccessful, and that discrimination and bias continue to play a large role. The study, which incorporated interviews of nearly 3,"
    }
  ]
}
