{
  "articles": [
    {
      "title": "New Tax Law Affects Alimony, Could Spur Divorce Surge",
      "link": "http://www.abajournal.com/news/article/new_tax_law_affects_alimony_could_spur_divorce_surge",
      "description": "Experts are predicting an uptick in divorces in 2018, likely due to tax law changes that will go into effect in 2019. A deduction for alimony payments that has been on the books for over 75 years will be wiped out next year under the Tax Cuts and Jobs Act. Since this change is not expected to affect couples who divorce or sign separation agreements prior to 2019, legal experts are anticipating a surge in divorce filings in 2018."
    },
    {
      "title": "Legal Employment Drops by 1,100 Jobs in January",
      "link": "http://www.abajournal.com/news/article/legal_employment_drops_by_1100_jobs_in_january",
      "description": "The Bureau of Labor Statistics reported 1,100 fewer employment opportunities this past January in the US legal sector. This figure dropped even as 200,000 jobs were added during the same time period. The amount of legal sector jobs in January 2018 is still 3,000 higher than in January 2017, meaning the number of those employed in this sector has remained more or less steady for the past couple years, within the same general range of 1.12 million to 1.13 million employed people. Despite the slight increase between 2017 and 2018, this figure is still approximately 50,000 jobs fewer than 2007’s pre-recession numbers of 1.18 million. "
    },
    {
      "title": "Lawyers from Less Privileged Backgrounds Tell Their Stories at #mypathtolaw",
      "link": "http://www.abajournal.com/news/article/lawyers_from_less_privileged_backgrounds_tell_their_stories_at_mypathtolaw",
      "description": "Exeter University lecturer Matthew Channon is encouraging lawyers from underprivileged backgrounds to tell their stories on Twitter using the hashtag #mypathtolaw. Channon himself was the first member of his family to attend college, and his movement has encouraged lawyers all over to share their inspiring stories. "
    },
    {
      "title": "Judge Tells Law Firms They Can’t Trademark Initials",
      "link": "https://www.houstonchronicle.com/business/article/Judge-tells-law-firms-they-can-t-trademark-12608841.php",
      "description": "A state district judge in Houston recently ruled that a law firm did not have exclusive rights or a common law trademark to the initials in its name. The dispute arose between two personal injury law firms, PM Law Firm and P & M. The former sued the latter, alleging violation of its common law trademark on the initials and confusing clients. As many law firms move toward simpler names, this ruling may serve as a reminder that some names may be too simple."
    }
  ]
}
