{
  "articles": [
    {
      "title": "How to Redact a PDF and Protect Your Clients",
      "link": "http://www.abajournal.com/news/article/paul-manaforts-attorneys-failed-at-redacting-learn-how-to-do-it-right",
      "description": "The recent failure of Paul Manafort’s lawyers to properly redact a court filing, resulting in confidential information being made public, serves as a reminder to lawyers of the importance of correctly using redacting functions in electronic documents. This article provides a how-to guide and troubleshooting tips for attorneys seeking to protect client data in e-filings and other documents."
    },
    {
      "title": "Rather Than Increasing 1L Class Size In 2018, Some Law Schools Shrunk Strategically",
      "link": "http://www.abajournal.com/news/article/rather-than-increasing-1l-class-size-in-2018-some-law-schools-shrunk-strategically",
      "description": "Although 2018 was the first year since 2010 that has seen a significant increase in the number of law school applicants, a handful of law schools have reduced incoming class sizes.  In a bid for higher law school rankings, these schools are seeking to increase their median LSAT scores, raise bar passage rates and improve employment outcomes by pursuing a more selective student body."
    },
    {
      "title": "Judge Penalizes Lawyers for Not Using Artificial Intelligence",
      "link": "https://abovethelaw.com/2019/01/judge-penalizes-lawyers-for-not-using-artificial-intelligence/",
      "description": "A judge in Canada has admonished a team of lawyers and reduced the award for attorney fees and costs that they were seeking, in part because they failed to use artificial intelligence in conducting legal research. Although the opinion is vague as to the type of artificial intelligence the judge had in mind or what the specific cost benefits would have been, it provides a possible preview of the standards to which attorneys will likely be held in the future with regard to use of legal technology that can improve efficiency and professional services."
    },
    {
      "title": "How to Unlock a Firm’s Data Potential",
      "link": "https://www.lawtechnologytoday.org/2019/01/how-to-unlock-a-firms-data-potential/",
      "description": "While law firms generally collect and house enormous amounts of information as a routine matter, few have taken the necessary steps to utilize all of that unstructured data in a strategic manner. By designing a comprehensive and agile approach to internal data collection, analysis, and deployment, law firms can increase operations efficiency, improve client experiences, and better predict litigation and other outcomes."
    },
    {
      "title": "Six Strategies to Safeguard Your Mobile Data",
      "link": "https://www.lawtechnologytoday.org/2019/01/six-strategies-to-safeguard-your-mobile-data/",
      "description": "With increasing numbers of attorneys working on the go or outside of traditional brick-and-mortar offices, data security in mobile devices has become more important than ever. Steps that lawyers can take to protect client confidences and other sensitive information communicated via smartphones, tablets, and laptops include encrypting data, using two-factor authentication, and consulting with data security professionals."
    }
  ]
}
