{
  "articles": [
    {
      "title": "ABA Model Rules on Lawyer Advertising to Be Modernized",
      "link": "http://www.abajournal.com/news/article/model_rules_on_lawyer_advertising_to_be_modernized",
      "description": "In a culmination of two years of work by the ABA Standing Committee on Ethics and Professional Responsibility, the ABA House of Delegates has approved changes to the Model Rules of Professional Conduct related to attorney advertising. Though the revisions were not necessarily large scale, they served to streamline and modernize certain rules. Notable changes include that attorneys can now list websites and email addresses instead of office addresses as their contact information in marketing materials, lawyers can refer to themselves as “specialists” based on their experience if it is not misleading to do so, and they may also give small “thank you” gifts to referral sources. The Model Rules are not binding on attorneys, but most states have adopted them in some form in their codes of professional conduct for lawyers."
    },
    {
      "title": "With Little Fanfare, Trump and McConnell Reshape the Nation’s Circuit Courts",
      "link": "https://www.washingtonpost.com/powerpost/with-little-fanfare-trump-and-mcconnell-reshape-the-nations-circuit-courts/2018/08/14/10610028-9fcd-11e8-93e3-24d1703d2a7a_story.html",
      "description": "While the nomination of Brett Kavanaugh to the US Supreme Court has garnered most of the media’s attention, President Trump and Senate Majority Leader Mitch McConnell have continued to reshape the judiciary out of the spotlight by filling vacancies on the federal appellate bench with conservative jurists. With the Supreme Court taking relatively fewer cases than in years past, federal appellate court rulings often become the law of the land in their individual circuits. However, a change in control of Congress this November could stall the progress that conservatives have made on this front."
    },
    {
      "title": "ABA Works to Meet Immigrants’ Increased Need For Legal Assistance and Oppose Family Separations",
      "link": "http://www.abajournal.com/magazine/article/immigrants_legal_assistance_family_separations",
      "description": "ABA President Hilarie Bass traveled to South Texas in June to observe the effects of the Trump administration’s “zero tolerance” policy on migrant families who have been separated as a result of it, and to assess how attorneys can help. There she met with staff from the ABA’s South Texas Pro Bono Asylum Representation Project (“ProBAR”), which matches volunteer attorneys with asylum seekers. ProBAR staff and other advocates have seen increased difficulties under the Trump administration for those seeking asylum, who are often denied access to legal ports of entry, and arrested after crossing the border elsewhere. Pro bono organizations have received an overwhelming response from attorneys looking to volunteer their services to help separated families receive due process and ultimately be reunited."
    }
  ]
}
