{
  "articles": [
    {
      "title":"OK, We Get Technology Competence, But How Do We Get Technologically Competent?",
      "link": "https://abovethelaw.com/2017/11/ok-we-get-technology-competence-but-how-do-we-get-technologically-competent/",
      "description":"An increasing number of states are imposing the duty of technology competence on lawyers. In this survey, Robert Ambrogi looks at the different approaches that law firms can follow to reach that standard, including Florida’s CLE requirement dedicated to technology training, Suffolk University Law School’s Certificate in Legal Technology program, and The Center for Legal Services Innovation’s Law School Innovation Index, which measures law student preparedness for delivering legal services in the 21st century."
    },

    {
      "title":"IP, Legal Ethics, And The Cloud: 3 Things To Consider Regarding Client Confidential Information",
      "link": "https://abovethelaw.com/2017/11/ip-legal-ethics-and-the-cloud-3-things-to-consider-regarding-client-confidential-information/",
      "description":"Maintaining the confidentiality of client communications is one of the core responsibilities of legal professionals. If that confidentiality is violated, the breach in trust may not only impact the attorney-client relationship but also present serious consequences for the client’s legal claims. Accordingly, attorneys must tread carefully when adopting software-as-a-service (SaaS) solutions in their legal practice. Read about the precautions that should be taken before moving your documents and data to the cloud."
    },

    {
      "title":"Bitcoin and the Legal Ethics of Lawyers",
      "link": "https://verdict.justia.com/2017/11/06/bitcoin-legal-ethics-lawyers",
      "description":"Professor Ronald D. Rotunda comments on a recent Nebraska bar ethics advisory opinion that requires lawyers who accept bitcoin or other digital currencies as payment to immediately convert them to dollars. Rotunda argues that devising a special rule for digital currencies is not warranted since it is no different from other forms of payment, including securities and foreign currencies."
    },

    {
      "title":"Why Are Women Lawyers Leaving the Profession Mid-Career? ABA Initiative Takes Up Issue",
      "link": "http://www.abajournal.com/news/article/why_are_women_lawyers_leaving_the_profession_mid_career_aba_initiative_hope",
      "description":"Last month, Harvard Law School hosted the ABA National Summit on Achieving Long-Term Careers for Women in Law to study why experienced women lawyers were leaving the legal profession mid-career. This initiative seeks to collect empirical data on the reasons for the exodus and will present results next summer."
    }
  ]
}

