{
  "articles": [
    {
      "title": "Legal Industry Posts Jobs Gains In September",
      "link": "http://www.abajournal.com/news/article/legal_industry_posts_jobs_gains_in_september",
      "description": "Government data reflects an increase in available jobs in the legal industry in September 2018 over the same time last year, with 1,138,100 jobs. Updated figures for July and August show more jobs than originally reported, though June was still a better month than both for overall legal industry jobs."
    },
    {
      "title": "ABA Ethics Opinion Offers Guidance on Data Breaches",
      "link": "http://www.abajournal.com/news/article/aba_ethics_opinion_offers_guidance_on_data_breaches",
      "description": "The ABA has released a new opinion detailing attorneys’ ethical responsibilities in the event of a data breach involving client information. The duties implicated in this kind of scenario include those related to competence, communication, and confidentiality, among others. The opinion recommends having a plan in place for how to respond to data breaches before they occur."
    },
    {
      "title": "LSAT to Start Transitioning to Digital Format in 2019",
      "link": "http://www.abajournal.com/news/article/lsat_to_start_transitioning_to_digital_format_in_2019",
      "description": "Beginning in summer 2019, the LSAT will begin making the transition to a digital format. Though the July 2019 administration of the test will include a pencil and paper option, by September 2019 the test will be all digital. This new format is expected to allow test takers and law schools to receive scores more promptly."
    },
    {
      "title": "Seven Signs Your Law Firm’s Technology is Outdated",
      "link": "https://www.lawtechnologytoday.org/2018/10/seven-signs-your-law-firms-technology-is-outdated/",
      "description": "If you find yourself regularly unable to access tech support for old devices, or taking too long to fulfill client needs due to a lack of efficient equipment, it may be time to invest in some technology upgrades for your law practice. Other indicators that you should bring your tech up to date include a lack of automation in your processes, continued usage of a large number of paper files, and employees using their own devices for work because they’re faster."
    },
    {
      "title": "Coworking for Lawyers: Passing Trend or Wave of the Future?",
      "link": "https://abovethelaw.com/2018/10/coworking-for-lawyers-passing-trend-or-wave-of-the-future/",
      "description": "As both law practice and the economy in general continue to evolve along with technological changes, remote work is becoming more common for lawyers. Under these circumstances, dedicated coworking spaces can have distinct advantages over renting a traditional office space, such as lower cost, access to amenities, and flexible setup depending on whether you need a solo workspace, conference room, or other workspace options. "
    }
  ]
}


