{
  "articles": [
    {
      "title": "Council That Administers the LSAT is Held in Contempt; ADA Consent Decree is Extended",
      "link": "http://www.abajournal.com/news/article/council_that_administers_the_lsat_is_held_in_contempt_ada_consent_decree_is/",
      "description": "A federal magistrate judge sanctioned the Law School Admissions Council (LSAC) by extending a 2014 consent decree related to ADA compliance by two years. The LSAC violated portions of the decree related to handling requests for accommodations from LSAT test takers. The extension will mean that the consent decree will be in place for a total of six years."
    }, {
      "title": "Nearly 300 Former Students at Shuttered Law School Are Eligible for Discharge of Student Loans",
      "link": "http://www.abajournal.com/news/article/nearly_300_former_students_at_shuttered_law_school_are_eligible_for_dischar",
      "description": "Approximately a dozen more former students of the now-defunct Charlotte Law School have been added to the almost 300 who qualify to have their student loans wiped out. The Department of Education extended the time frame between the school’s closure and the students’ enrollment or withdrawal to make the larger group eligible for loan forgiveness. The school closed in August 2017."
    }, {
      "title": "Lawyers Can Contribute to the Rise of Blockchain by Understanding It",
      "link": "http://www.abajournal.com/news/article/lawyers_can_contribute_to_the_rise_of_blockchain_by_understanding_it/",
      "description": "During the 2018 ABA Techshow, David A. Fisher of Integra Ledger explained how blockchain could impact the legal profession. He described how blockchain technology builds trust through a distributed ledger, and looked at the ways in which this technology can make legal services more efficient, and complement rather than replace the advisory role of lawyers."
    }, {
      "title": "Ethics Opinion Stresses Lawyers' Duty of Confidentiality When Blogging",
      "link": "http://www.abajournal.com/news/article/ethics_opinion_stresses_lawyers_duty_of_confidentiality_blogging",
      "description": "The ABA has issued a new formal opinion highlighting the importance of the duty of confidentiality for lawyers who blog about legal topics. Even if the information at issue is part of the public record in some way, if it relates to the representation of a client, the attorney must have informed consent from the client to discuss it in a public internet forum."
    }, {
      "title": "LSAT Notches Unexpected Victory In Ongoing Slugfest With GRE",
      "link": "https://abovethelaw.com/2018/03/lsat-notches-unexpected-victory-in-ongoing-slugfest-with-gre/ ",
      "description": "Though a growing number of law schools across the country have begun to accept the GRE in addition to the LSAT, the progress of that movement was seemingly set back by one school’s recent decision to stop accepting the GRE in the middle of the application season. The school allegedly changed its policy in order to comply with an ABA rule requiring alternative admissions tests to be “valid and reliable,” which requires them to do school-specific validity testing for the GRE before they can accept it."
    }, {
      "title": "Here’s How Trump is Trying to Remake His Least Favorite Court",
      "link": "https://www.buzzfeed.com/zoetillman/heres-who-the-white-house-pitched-for-the-federal-appeals",
      "description": "President Trump has criticized the 9th Circuit for being “unfair” in how it has ruled against his administration, and presently seems to be seeking to remake the circuit’s judicial composition. Specifically, he has put forth multiple conservative candidates for appointment to the bench’s two open California seats. However, California’s two US Senators are not only Democrats, but also members of the Senate Judiciary Committee with a list of nominees of their own, potentially making the nomination process for these two seats highly contentious."
    }
  ]
}
