{
  "articles": [
    {
      "title": "Lawyer Gets Interim Suspension for Alleged ‘Copy and Paste’ Suits; Federal Judge Had Blasted Tactics",
      "link": "http://www.abajournal.com/news/article/lawyer_gets_interim_suspension_for_alleged_copy_and_paste_suits_federal_jud/",
      "description": "The Arizona State Bar has placed a Phoenix lawyer on interim suspension pending its investigation of his alleged practice of filing over 1,800 disability rights lawsuits against businesses in the state using essentially a ‘copy and paste’ template. The lawsuits reportedly contain false allegations, and the lawyer has since admitted that many of the individuals who did the investigative work for those legal actions were hired from Craigslist. The attorney had collected approximately $1.2 million in settlements in those cases, with most of that amount being comprised of attorney fees."
    }, {
      "title": "Courts Can’t Order Yelp to Take Down Negative Review of Law Firm, California Supreme Court Rules",
      "link": "http://www.abajournal.com/news/article/courts_cant_order_yelp_to_take_down_negative_review_of_law_firm_california",
      "description": "The California Supreme Court has ruled that Yelp can’t be forced to remove a former client’s negative review of a law firm. Reversing the lower courts’ opinions, the state Supreme Court held that Yelp was protected under the federal Communications Decency Act, which generally shields entities that publish content by others from liability for defamation. The Court ruled that even though Yelp was a non-party in this case, the statute’s protections should extend to cover the popular review site."
    }, {
      "title": "Common Types of Encryption: What Lawyers Need to Know",
      "link": "http://www.lawtechnologytoday.org/2018/07/common-types-of-encryption/",
      "description": "Encryption offers lawyers a way to secure client data while it is in storage or in transit. While many lawyers are likely aware that they should be protecting client data, they may not know  where to start if they are implementing it for the first time. This article provides a user-friendly breakdown of the types of encryption most likely to be relevant to a law practice, and the specific functions each one performs."
    }, {
      "title": "New Video From ABA President Calls for Lawyers to Help Separated Immigrant Families",
      "link": "http://www.abajournal.com/news/article/new_video_from_aba_president_calls_for_lawyers_to_help_separated_immigrant",
      "description": "ABA President Hilarie Bass has posted a short video describing what she saw and heard in a recent visit to the Port Isabel Detention Center in Texas, and asked lawyers to lend their services to help reunite immigrant families separated at the border. Bass met with immigrant mothers who hadn’t seen their children in weeks, and who were willing to voluntarily give up their asylum claims in order to have their children returned to them. Bass expressed concern that these parents were giving up legal rights to have their asylum cases heard and directed lawyers to a new ABA web page containing resources for those interested in assisting separated or detained families."
    }, {
      "title": "Ann Hopkins, Plaintiff in Landmark Gender Stereotyping Case, Dies at 74",
      "link": "http://www.abajournal.com/news/article/ann_hopkins_plaintiff_in_landmark_gender_stereotyping_case_dies_at_74",
      "description": "Ann Hopkins, who was the plaintiff in the seminal 1989 Price Waterhouse v. Hopkins case, in which the Supreme Court ruled that Title VII of the Civil Rights Act covers discrimination against individuals who do not conform to gender norms, has died at the age of 74. Hopkins was famously denied partnership at Price Waterhouse based on her perceived failure to behave and dress in a more stereotypically feminine manner. Following her Supreme Court victory, Hopkins succeeded in proving that the firm had in fact discriminated against her, winning $370,000 in damages and a partnership. Hopkins worked at Price Waterhouse until her retirement in 2002."
    }
  ]
}
