{
  "articles": [
    {
      "title": "ABA Condemns Suspension of Justice Department’s Legal Orientation Program for Immigrants",
      "link": "http://www.abajournal.com/news/article/aba_condemns_suspension_of_justice_departments_legal_orientation_program",
      "description": "In a recent press release, the ABA criticized the Justice Department’s decision to suspend funding for a “know your rights” program for immigrants in order to review it for cost efficiency. The program was funded through 19 nonprofits, including two affiliated with the ABA, and sought to provide information and education regarding the immigration court system. The Justice Department has reportedly made other changes to address the significant backlog at the immigration courts, which are housed within the Department, such as evaluating immigration judges’ performance based on how quickly they adjudicate cases."
    }, {
      "title": "Proposal Would End Admission-Test Requirement for Accredited Law Schools",
      "link": "http://www.abajournal.com/news/article/proposal_would_end_admission-test_requirement_for_accredited_law_schools",
      "description": "The Standards Review Committee of the ABA’s Section of Legal Education and Admissions to the Bar has put forth a proposal to end the requirement for accredited law schools to use an admissions test. The proposal advocates that law schools instead focus on the use of academic credentials and attrition in evaluating accreditation compliance. This prospective change comes as acceptance of the GRE continues to increase at law schools across the country. The current version of the rule at issue requires schools using an admissions test other than the LSAT to demonstrate the validity and reliability of that test in helping to determine whether an individual can complete that school’s legal degree program."
    }, {
      "title": "Performance on February 2018 Bar Exam Sinks to Record Low",
      "link": "https://abovethelaw.com/2018/04/performance-on-february-2018-bar-exam-sinks-to-record-low/",
      "description": "Data indicate that scores on the February 2018 bar exam were exceptionally low, with the average MBE score being 1.3 points lower than the year before. While the percentage of repeat test-takers overall did not go up, their scores went down relative to 2017. Approximately 70% of February’s test-takers had taken the exam at least once before."
    }, {
      "title": "New Gmail and Outlook Security Features Will Appeal to Lawyers",
      "link": "https://abovethelaw.com/2018/04/new-gmail-and-outlook-security-features-will-appeal-to-lawyers/",
      "description": "Security enhancements in Gmail and Outlook will be welcomed by many in the legal industry in light of recent ABA authority encouraging attorneys to use encrypted email when communicating electronically with clients. The upcoming changes include a possible “confidential mode” feature within Gmail, and user controls limiting recipients’ abilities to print, copy, or download emails. Outlook users will be able to encrypt individual emails, and share password links to secure documents."
    }, {
      "title": "Lawyers Weren’t As Lonely Back When Technology Wasn’t As Prevalent In Practicing Law",
      "link": "https://abovethelaw.com/2018/04/lawyers-werent-as-lonely-back-when-technology-wasnt-as-prevalent-in-practicing-law/",
      "description": "In this column, a longtime California attorney and mediator shares her perspective on the benefits of practicing law before technology had become as enmeshed in the profession as it is today. Law libraries and shared office facilities previously served some of the same functions that networking events and internet research do today. While this evolution has arguably increased efficiency, it may also be increasing loneliness and related competence issues among a new generation of attorneys."
    }
  ]
}
