{
  "articles": [
    {
      "title": "ABA is ‘Greatly Concerned’ About Low Percentage of Female and Minority US Attorney Candidates",
      "link": "http://www.abajournal.com/news/article/aba_is_greatly_concerned_about_low_percentage_of_female_and_minority_us_att",
      "description": "The ABA president recently sent a letter to U.S. Attorney General Jeff Sessions expressing concern regarding the lack of diversity in the latest slate of U.S. Attorney nominees put forth by the Trump administration. Of the 57 proposed candidates, it is reported that only three are women and one is African American. The letter highlighted the ongoing barriers underrepresented groups face in the legal profession, and called on the Attorney General to urge senators to take diversity into consideration when recommending U.S. Attorney candidates."
    },
    {
      "title": "Law School Enrollment Shows Loss and Gain—Both Slight",
      "link": "http://www.abajournal.com/news/article/law_school_enrollment_shows_loss_and_gainboth_slight",
      "description": "Annual ABA data released at the end of 2017 indicates a minor decrease in overall law school enrollment, with a slight increase in 1L students. The overall numbers could indicate that the end of the economic downturn has been reached within the legal industry, though enrollment is unlikely to return to pre-2011 levels in the foreseeable future."
    },
    {
      "title": "Federal appeals judge announces immediate retirement amid probe of sexual misconduct allegations",
      "link": "https://www.washingtonpost.com/world/national-security/federal-appeals-judge-announces-immediate-retirement-amid-investigation-prompted-by-accusations-of-sexual-misconduct/2017/12/18/6e38ada4-e3fd-11e7-a65d-1ac0fd7f097e_story.html",
      "description": "Following a wave of new sexual misconduct allegations against him, Judge Alex Kozinski of the U.S. Court of Appeals for the 9th Circuit announced his retirement effective immediately. Kozinski, whose conduct was already under judicial investigation following claims by six women of inappropriate sexual behavior, was accused of misconduct by nine additional women. Kozinski’s accusers include former law clerks and law students, and the alleged incidents span over 30 years. The Trump administration will nominate a successor to fill Kozinski’s spot on the bench."
    },
    {
      "title": "Supreme Court Law Clerks Are Still Mostly White Men; Which Justices Had the Most Diverse Clerks?",
      "link": "http://www.abajournal.com/news/article/supreme_court_law_clerks_are_still_mostly_white_men_which_justices_had_the",
      "description": "A report published by the National Law Journal indicates that there has been little progress toward diversifying the ranks of U.S. Supreme Court clerks in recent years. While Justices Ginsburg and Breyer hired men and women in roughly equal numbers, and Justices Sotomayor and Gorsuch hired non-white clerks in proportions exceeding 30 percent, 85 percent of the clerks hired overall since 2005 have been white."
    },
    {
      "title": "Top Florida Court to Decide Whether Ticket-Fighting Startup Engages in Unauthorized Law Practice",
      "link": "http://www.abajournal.com/news/article/top_florida_court_to_decide_whether_ticket_fighting_startup_engages_in_unau",
      "description": "The Florida Bar has asked the Florida Supreme Court to decide whether the startup behind a ticket-fighting app engages in unauthorized practice of law and misleads consumers. The request comes on the heels of a lawsuit the startup filed in November, claiming that a competitor and the Bar worked in tandem to put the startup out of business."
    },
    {
      "title": "The Top 10 Legal Stories of a Very Newsy 2017",
      "link": "http://www.abajournal.com/news/article/the_top_10_legal_stories_of_a_very_newsy_2017",
      "description": "2017 was a big year for legal news, with much of it being generated by the Trump administration. Highlights included the firing of FBI Director James Comey, Trump’s immigration travel bans, the ousting of numerous powerful men for alleged sexual misconduct, and the Trump administration’s attempted reformation of the federal judiciary."
    }
  ]
}