{
    "articles": [{
        "title": "Justia’s Stacy Stern Finds Real Profit In Making Things Free",
        "link": "http://www.abajournal.com/legalrebels/article/rebels_podcast_episode_015/",
        "description": "In this episode of the ABA Journal’s Legal Rebels podcast, Justia’s president, Stacy Stern, sits down with Terry Carter to discuss Justia’s mission of making the law freely accessible and available online. Stacy discusses Justia’s history as a company and explains how the legal marketing solutions it offers as a paid service to lawyers and law firms provide the requisite financial stability to lead and support pro bono projects that advance the availability of legal resources for the benefit of society."
    }, {
        "title": "Secure Client Communication in the Trump Era",
        "link": "http://abovethelaw.com/2017/04/secure-client-communication-in-the-trump-era/",
        "description": "Recently, Congress passed, and President Trump signed into law, a bill that repeals the Federal Communications Commission rules. As a result, your internet service provider (ISP) is now allowed to legally track your unprotected web browsing history and sell it to interested parties. If you are an attorney, it is understandable you may now have some concerns about attorney-client confidentiality. There are steps you can take to further ensure acceptable confidentiality when corresponding with clients, however, including making use of secure client portals, using a VPN, and choosing an ISP that respects your privacy."
    }, {
        "title": "Law Firms Must Manage Cybersecurity Risks",
        "link": "http://www.abajournal.com/magazine/article/managing_cybersecurity_risk/",
        "description": "Advancements in technology are changing the way lawyers and law firms handle electronic security. Firewalls can be employed that block employee access to specific websites due to malware risks. Cloud-based services allow users to send files online securely, and software is available to quarantine emails with suspicious wording or attachments. These suggestions for security advancement are not without justification, as two of the largest law firms in the United States were caught in a major cybersecurity breach in 2016, and malware is ever-evolving."
    }, {
        "title": "Overcoming Objections to the Cloud in the Legal Sector",
        "link": "http://www.lawtechnologytoday.org/2017/04/objections-to-the-cloud/",
        "description": "Cloud computing and storage are fast-becoming web-based standards in the professional realm, yet many organizations view security as a barrier to moving to the cloud. This rings especially true for law firms that are concerned with how to handle sensitive information without compromising their clients’ confidentiality. Despite popular misconceptions, however, the cloud offers many more stringent security features than a law firm could hope to implement for its own IT infrastructure and manage on-site."
    }]
}