{
  "articles": [
    {
      "title": "3 Days Into New Job, Philadelphia DA Krasner Fires 31 Staff Members",
      "link": "http://www.abajournal.com/news/article/3_days_into_new_job_philadelphia_da_krasner_fires_31_staff_members",
      "description": "Larry Krasner, who was recently elected District Attorney of Philadelphia, made waves by firing 31 of the office’s approximately 600 staff members shortly after beginning the job. Krasner, whose history as a civil rights lawyer includes representing parties against the government in a number of lawsuits, as well as defending activists in legal trouble, has stated his intention to implement criminal justice reform while in office. A spokesman indicated that the firings reflected Krasner’s aim to take the office in a different direction."
    },
    {
      "title": "Recap: Reboot Your Firm for 2018",
      "link": "https://abovethelaw.com/2018/01/recap-reboot-your-firm-for-2018/",
      "description": "The end of 2017 saw Atlanta Legal Tech host its inaugural Reboot Your Firm conference. Targeted toward solo and small firms, the event focused on topics including legal ethics, improving efficiency, and embracing technology in your practice."
    },
    {
      "title": "Top Three Questions 2018 Will Answer for IP Lawyers",
      "link": "https://abovethelaw.com/2018/01/top-3-questions-2018-will-answer-for-ip-lawyers/",
      "description": "This column offers insights into three questions regarding IP law that may be answered during the coming year. Specifically, (1) the Supreme Court is expected to decide the Oil States case regarding the constitutionality of the patent review procedures implemented under the America Invents Act, (2) 2018 may bring more clarity as to whether the Trump administration will adopt a pro-IP owner stance, and (3) the prospective renegotiation of US trade deals will likely have a significant impact on IP issues."
    },
    {
      "title": "Less Than Half of Recent Law Grads Had ‘Good Jobs’ Waiting After Graduation, Report Says",
      "link": "http://www.abajournal.com/news/article/less_than_half_of_recent_law_grads_had_good_jobs_waiting_for_them/",
      "description": "A recent report examining the long-term outcomes of having a law degree indicated that over half of JD holders would go to law school again if given the choice, though less than half of that group felt their degree was worth the cost, especially if they graduated recently. Less than half of JD holders who finished law school during the recession years of 2009-2017 had “good jobs” lined up after graduation, and over one quarter of those grads reported that it took them more than a year to find one."
    },
    {
      "title": "Surpassing Expectations, Defying Labels: Life as a Deaf Attorney and Working Mother",
      "link": "http://www.abajournal.com/magazine/article/making_it_work_melissa_felder_zappala",
      "description": "As part of its Making It Work column, which focuses on mothers working in law, the ABA Journal profiled Boies, Schiller & Flexner litigation partner Melissa Felder Zappala. Defying a childhood prognosis that she would likely never learn to speak and wouldn’t read above a fourth grade level due to the fact that she was deaf, Zappala has excelled in a demanding profession while also prioritizing with her family life. In this article she outlines the key factors that have shaped her trajectory, and that help her continue to strive for balance."
    },
    {
      "title": "Millennial Lawyers Are Forging Their Own Paths--And It’s Wrong to Call Them Lazy",
      "link": "http://www.abajournal.com/magazine/article/millennial_stereotypes_these_lawyers_object/",
      "description": "Dispelling stereotypes of entitlement and laziness, millennials in the legal profession are finding professional success and personal fulfillment by venturing out on their own and staying true to their beliefs. This article seeks to debunk common myths regarding millennials in the workforce, and profiles a number of recent law grads whose tech-savvy, flexible, and hard-working approach is propelling their careers forward and redefining what it means to be part of their generation in the legal world."
    }
  ]
}
