{
    "articles": [{
        "title": "Chicago Lawyer Sues Police Over Interception of His Cell Phone Information During Protest",
        "title_url": "http://www.abajournal.com/news/article/chicago_lawyer_sues_police_over_interception_of_his_cellphone_information_d",
        "description": "A lawyer in Chicago filed a lawsuit alleging police violated his First and Fourth Amendment rights when it used a “cell site simulator” to search his cell phone during a Black Lives Matter protest. Cell site simulators impersonate cellular towers, enabling them to collect cell phone information when connected. According to the lawsuit, the Chicago Police Department has a practice of using cell site simulators to seize personal data from cellphones without a warrant or probable cause."
    }, {
        "title": "On-Hold Callers May Not Become Lawyers’ Clients, Study Suggests",
        "title_url": "http://www.abajournal.com/news/article/on-hold_callers_may_not_become_lawyers_clients_study_suggests",
        "description": "According to a recent study, law firms may be losing prospective clients through their telephone etiquette. The study found that callers to law firms spend more time on hold than the national average, and that law firm hold sounds are often silence, generic music or beeps, which are likely to cause the caller to hang up."
    }, {
        "title": "Should robots be civilly liable for damage they cause? EU may consider the idea",
        "title_url": "http://www.abajournal.com/news/article/should_robots_be_civilly_liable_for_damage_they_cause_eu_may_consider_the_i",
        "description": "The EU is considering attaching a degree of legal personhood to autonomous robots, with the idea that they should be civilly liable for damage they cause. A report that a committee of the European Parliament has endorsed argues that robots should be given “the status of electronic persons with specific rights and obligations, including that of making good any damage they may cause.”"
    }]
}
