{
    "articles": [{
        "title": "Google Confirms Rolling Out the Mobile Intrusive Interstitials Penalty",
        "title_url": "http://searchengineland.com/google-confirms-rolling-mobile-intrusive-interstitials-penalty-yesterday-267408",
        "description": "Google’s mobile intrusive interstitial penalty went live on January 10, 2017. The penalty solely impacts intrusive interstitials that occur after arriving at a specific page directly from a Google mobile search result (e.g., popups that cover main page content, standalone interstitials that require users to dismiss them before they can access the main page content, etc.) . No penalty is imposed if you have an intrusive interstitial on your website in a later click-path. This penalty stands to affect rankings on “pages where content is not easily accessible to a user on the transition from the mobile search results”, according to Google."
    }, {
        "title": "Google: Most 404s Are Not Webmasters Fault",
        "title_url": "https://www.seroundtable.com/google-404s-not-webmasters-fault-23226.html",
        "description": "In a recent tweet, John Mueller of Google states that most of the 404-error codes picked up by Google are not the fault of webmasters. Instead, Mueller explains, the 404 is often the result of people linking incorrectly or employing broken code within the links themselves."
    }, {
        "title": "Google AMP Carousels Are Multiplying!",
        "title_url": "http://searchengineland.com/google-amp-carousels-multiplying-267572",
        "description": "AMP-enabled publishers may benefit from the increasing number of single-source AMP carousels in Google’s mobile search. These new AMP carousels are now appearing in Google’s main mobile results list, and they display related articles from the same publisher. These types of AMP carousels will most likely appear for popular queries, such as news articles. While there is no guarantee that any publisher will end up with a carousel for a specific term, Google seems to most often be applying this type of AMP carousel when a publisher offers many AMP results with close relevance to a given search query."
    }]
}
