{
    "articles": [{
        "title": "Google Tests a Google My Business Dashboard Within the Web Search Results",
        "link": "http://searchengineland.com/google-tests-google-business-dashboard-within-web-search-results-278665",
        "description": "Google is reportedly testing a new dashboard interface to try to get business owners to update their Google My Business listings. If you are logged into your account and search for your business name, you will see a miniature Google My Business dashboard that gives you quick access to edit your business information, add photos, read reviews, and see your business insights."
    }, {
        "title": "12 Things to Know to Succeed with Google Posts",
        "link": "http://searchengineland.com/12-things-know-succeed-google-posts-278051",
        "description": "SEO experts offer twelve tips on how to use Google Posts effectively. As you may know, Google Posts is a new feature from Google that allows you to publish your events, products, and services directly to Google Search (in the Knowledge Panel) and Maps. The tips include the ideal image size and post length, information about which posts are displayed and for how long, and more."
    }, {
        "title": "Google Analytics Adds Voice-Based Navigation",
        "link": "https://techcrunch.com/2017/07/18/google-analytics-adds-voice-controls/",
        "description": "Google is rolling out a new feature in Analytics that allows users to type or speak questions about their site analytics. This shift toward voice-based navigation is part of a broader initiative within Google that aims to give customers a better understanding of their Google Analytics data. At the time of implementation, the feature primarily handles “what” questions (e.g., “What referral sources bring in the most users?”), but Google intends to develop it to answer “why” questions as well (e.g., “Why was there an increase in traffic last month?”)."
    }, {
        "title": "9 Powerful Tools That Will Proofread Your Content for You",
        "link": "http://www.jeffbullas.com/proofread-your-content/",
        "description": "Although there is really no substitute for a good human editor, there are some tools on the internet that can help you proofread your content. Content that is free of spelling and grammar mistakes is a crucial part of a strong SEO campaign, so these tools can be valuable to webmasters looking to delegate proofreading tasks."
    }, {
        "title": "Google Has a New “Follow” Button in Search Results",
        "link": "https://www.searchenginejournal.com/google-new-follow-button-search-results/",
        "description": "Google is working to make it easier for users to stay up to date on topics that interest them. If you search for topics such as movies, TV shows, sports teams, musicians, or celebrities, you may see a “Follow” button in your search results. Following a topic will add it to your feed, which is the tailored stream of information about your sports teams, people of interest, music, and news stories. The more you use Google, the more tailored and relevant your feed will become."
    }]
}
