{
    "articles": [
        {
            "title": "Google to Block Some Ads in Chrome -- Even Its Own",
            "link": "https://www.cnet.com/news/google-chrome-ad-blocker-2018-advertising/",
            "description": "Google makes a great deal of its money from online ads. In 2018, however, Chrome browser users will start to see fewer of them as Google begins to block ads that attempt to get your attention in more aggressive or annoying ways--including Google’s own ads that fall under this new criteria. The company’s new philosophy is that fewer annoying ads are preferable to no ads at all. Soon enough, Chrome will no longer show ads on websites that don’t comply with the Better Ads standards, including those that Google itself owns or serves."
        },
        {
            "title": "Google is Speeding Up Search Ads With AMP Technology",
            "link": "https://www.searchenginejournal.com/google-speeding-search-ads-amp-technology/",
            "description": "Accelerated Mobile Pages (AMP) is an open-source project that speeds up mobile web pages. Now, Google is aiming to bring that speed to search ads. A new beta will launch for Google Adwords that will let advertisers use AMP pages as landing pages. Google is also converting a number of ads on AMP pages served across the Google Display Network to this new AMP ad format, which is said to load five seconds faster than regular ads, without losing any visual clarity."
        },
        {
            "title": "Is AMP the Answer to Format Fragmentation?",
            "link": "http://searchengineland.com/amp-answer-format-fragmentation-276313",
            "description": "Format fragmentation is increasingly burdening news publishers. Facebook aims to overcome this by adding Accelerated Mobile Pages (AMP) to its Instant Articles toolkit. AMP offers flexibility in a non-proprietary format. Most publishers now accept AMP, making it a solid choice for Facebook and other platforms."
        },
        {
            "title": "Accelerated Mobile Pages vs. Facebook Instant Articles: Is Google Winning the Mobile War?",
            "link": "https://searchenginewatch.com/2017/06/07/the-highs-and-lows-of-google-amp-1-5-years-on/",
            "description": "While there has been some resistance against the adoption of Accelerated Mobile Pages (AMP) from standard mobile page proponents, the proof appears to be in the numbers. Articles published with Accelerated Mobile Pages load as much as four times faster and boast an improvement in engagement time of 35%, according to one study."
        },
        {
            "title": "The Periodic Table of SEO Success Factors 2017 Edition Now Released",
            "link": "http://searchengineland.com/2017-periodic-table-of-seo-factors-276790",
            "description": "The updated fourth edition of Search Engine Land’s Periodic Table of SEO Success Factors has now been released. The table consists of 35 factors, each of which has a specific weight, that work together in contributing to or detracting from a website’s SEO success. While no new factors were added for 2017, some had increases or decreases in weight, and a small number were dropped. Factors with increased importance in this edition included mobile-friendliness and speed. "
        }
    ]
}
