{
    "articles": [{
        "title": "Unconfirmed Google Algorithm Update May Be Better at Discounting Links and Spam",
        "link": "http://searchengineland.com/unconfirmed-google-algorithm-update-may-better-discounting-links-spam-268637",
        "description": "SEO industry observers believe that an unconfirmed Google algorithm change took place at the beginning of February, and is targeting link spam as well as other types of spam. The update, which may have simply been a change to Google’s 2012 Penguin update, seems to be having a negative impact on sites with spammy links, or that employ “black hat” SEO tactics."
    }, {
        "title": "Google Fixes a Big Problem with AMP, Now Lets You View and Share a Publisher’s Own Links",
        "link": "https://techcrunch.com/2017/02/06/google-fixes-a-big-problem-with-amp-now-lets-you-view-and-share-publishers-own-links/",
        "description": "In February, Google rolled out a change to its Accelerated Mobile Pages (AMP) integration in Google Search. AMP is a project by Google aimed at speeding up web browsing on mobile devices by offering optimized versions of publisher sites, free of third-party scripts and other mechanisms that may slow or stop a page from loading. This latest change makes it possible to view, copy, and share a publisher’s own web page links, rather than the AMP URLs."
    }, {
        "title": "The Single Best Anchor Text for SEO That No One Is Talking About",
        "link": "https://www.searchenginejournal.com/single-best-anchor-text-seo-no-one-talking/",
        "description": "Not all anchor text is created equal. This article breaks down anchor text into twelve distinct categories, explains how each differs from one another, and makes a case for the most important type of anchor text for those interested in improving their website’s search term rankings."
    }, {
        "title": "2017’s Four Most Important Ranking Factors, According to SEO Industry Studies",
        "link": "https://www.searchenginejournal.com/2017s-four-important-ranking-factors-according-seo-industry-studies/",
        "description": "There are hundreds of different factors that come into play when determining Google’s search rankings. Focusing on a few specific rankings factors can go a long way in helping to maximize your SEO strategy. From quality content to a selection of technical factors that should not be overlooked, here are four rankings components that are worth your time and effort to optimize."
    }]
}
