{
    "articles": [{
        "title": "Google Will Roll Out Mobile-First Index to Individual Sites That Are Ready",
        "link": "https://www.searchenginejournal.com/google-will-roll-mobile-first-index-individual-sites-ready/",
        "description": "Google webmaster trends analyst John Mueller recently confirmed that when Google rolls out its mobile-first index, it will start by indexing individual sites that are already mobile-friendly. Although Google has not yet stated when the switch to mobile-first index will occur, most predictions have it sometime in 2018."
    }, {
        "title": "Google is Testing a New Design for Mobile Search Results",
        "link": "https://www.searchenginejournal.com/google-testing-new-design-mobile-search-results/",
        "description": "Google is testing a new design for paid and organic search results. Though the company hasn't made an official announcement, observers note that changes include moving the URL to the top of search cards, showing fewer ads, and displaying more color for organic search."
    }, {
        "title": "Google Emails Warnings to Webmasters that Chrome will Mark HTTP Pages with Forms as ‘Not Secure’",
        "link": "http://searchengineland.com/google-emails-warnings-webmasters-chrome-will-mark-http-pages-forms-not-secure-280907",
        "description": "Google recently emailed owners whose websites contain insecure web forms. The notification came from Google Search Console and cautioned that the Google Chrome browser will start displaying a \"not secure\" warning as early as October 2017 when a user attempts to enter text in a form on an HTTP page. This move reinforces Google’s recommendation to switch websites to the more secure HTTPS protocol."
    }, {
        "title": "Google Image Search Adds Badges for Recipes, Videos, Products and Animated Images",
        "link": "http://searchengineland.com/google-image-search-adds-badges-recipes-videos-products-animated-images-280017",
        "description": "Google recently announced that Google Image Search will show badges on some images within the mobile search interface to help searchers understand the data behind the image. These badges will identify images as being associated with recipes, videos, products, or animated images."
    }]
}
