{
  "articles": [
    {
      "title": "Which Sites Should You Focus on for Reviews?",
      "link": "https://whitespark.ca/blog/sites-focus-reviews-whitespark-weekly/",
      "description": "In this episode of Whitespark Weekly, the author explains which online review sites you should be focusing on. In short, the answer is Google. The author acknowledges that the other sites are important too, but Google’s prominence in guiding users to businesses and services makes it a clear winner for getting the most from your efforts."
    }, {
      "title": "Google AdWords Has New Performance Insights for Click-To-Message Ads",
      "link": "https://www.searchenginejournal.com/google-adwords-new-performance-insights-click-message-ads/242357/",
      "description": "Advertisers in the US can now take advantage of a new set of Google AdWords performance insights that specifically relate to click-to-message ads. Introduced in 2016, click-to-message ads were intended to be the text message version of Google’s click-to-call ads. They allow individuals to message back and forth with a business and give users access to a real person, rather than an automated chat bot. Google AdWords’ new ‘message reporting’ provides insights into chat rates, chat start times, and the total number of messages sent within a single chat session."
    }, {
      "title": "Google Adds Title Tags to Image Search Results",
      "link": "https://www.searchenginejournal.com/google-adds-title-tags-image-search-results/242603/",
      "description": "In mid-March, Google began adding captions to thumbnails in its image results on mobile searches. The captions consist of the page title where the image has been published, which makes it possible for image owners to optimize their images by modifying their title tags. This gives site owners more control over choosing page titles, which can add SEO value to a site’s rankings in Google Image Search."
    }, {
      "title": "Google Stops Showing Zero Search Results For Time, Calculations & Conversions",
      "link": "https://searchengineland.com/google-stops-showing-zero-search-results-time-calculations-conversions-294666",
      "description": "Google recently tested a new search results page that only returned the answer on searches for times, calculations and unit conversions. Their hypothesis was that people searching for the time in Los Angeles, for example, would prefer a faster loading page with only the answer instead of the usual results that linked to other websites. While Google has abandoned this condensed view after user testing, this event serves as a reminder that the Google search engine and results pages are constantly evolving."
    }, {
      "title": "Google to Boost New Stories in Search Results for Paying Subscribers",
      "link": "https://www.searchenginejournal.com/google-boost-new-stories-search-results-paying-subscribers/242883/",
      "description": "In an effort to help online publishers find and retain paying subscribers, Google plans to boost news articles in its search results for people who are paying subscribers of the respective publications. Publishers, in turn, hope to be able to more effectively target new subscribers based on information from Google’s search data that pertains to individuals who pay for subscriptions to their news. Google is expected to release more information about this process as 2018 progresses."
    }, {
      "title": "Google Removes 100 Bad Ads Per Second",
      "link": "https://www.searchenginejournal.com/google-removes-100-bad-ads-per-second/242837/",
      "description": "According to Google’s latest ‘bad ads’ statistics, the company has gotten faster than in years past at removing ads considered to be in violation of its policy. More than 3.2 billion ads were removed last year, amounting to the removal of an average of 100 ads per second. Most of these ads were removed before being seen by other people. Links to malware-heavy sites, “trick-to-click” ads, and those attempting to get users to install undesired software were among the ads Google considered bad and eligible for removal in 2017."
    }, {
      "title": "The Biggest Google Algorithm Updates in 2017 and Their Implications in 2018",
      "link": "http://www.jeffbullas.com/google-algorithm-updates/",
      "description": "Over the past year, SEO industry observers noted multiple updates to Google’s algorithms, some of which were confirmed by the search giant and some of which were not. The infographic in this article summarizes the most notable of these developments, and explains what they might mean going forward."
    }
  ]
}
