{
  "articles": [
    {
      "title": "Yes, Competitors Can Edit Your Listing on Google My Business",
      "link": "https://moz.com/blog/competitors-edit-listing-google-my-business",
      "description": "Google allows anyone to edit or suggest edits to a business listing, and there are reports that some businesses have had their information maliciously edited by competitors within their industry. This has been a problem with Google Maps for some time. Although Google has said that business are notified by email when their information is edited, these notifications occur only after the fact and in some cases aren’t sent at all."
    },
    {
      "title": "Google Ranking Fair: Where Google Engineers Show Off Future Search Changes",
      "link": "https://www.seroundtable.com/google-ranking-fair-24624.html",
      "description": "Internally, Google hosts a Ranking Fair, where its search engineers share with their colleagues what changes are in store for search in the future. As Google seeks to increase its transparency, some of these Ranking Fairs might become public."
    },
    {
      "title": "Microsoft is Now Rolling Out Cortana Inside of Skype",
      "link": "https://www.theverge.com/2017/10/10/16452326/cortana-skype-integration-launches",
      "description": "Over a year ago, Microsoft announced that it would be integrating its voice-activated assistant Cortana into Skype, the video messaging platform it acquired. This is finally becoming a reality. Microsoft is now rolling out Cortana as part of Skype by having the assistant jump into private chats to help make plans or look up information. Eventually, Cortana will be available on iOS and Android, but the gradual rollout means some users may not have that functionality yet."
    },
    {
      "title": "A Brief History of Google’s Most Important Local Search Updates",
      "link": "https://searchengineland.com/brief-history-googles-important-local-search-updates-284973",
      "description": "With the periodic search algorithm updates, it can be easy to lose sight of the general search trends and their effects on brick-and-mortar businesses. This article presents a timeline of the most important changes to Google’s local search algorithm. More than anything, the timeline highlights the importance of having a savvy marketer who can adapt to the changing standards and  keep your firm on the map."
    }
  ]
}
