{
  "articles": [
    {
      "title": "Google to Notify Those Who Leave Reviews When Business Owners Respond",
      "link": "https://searchengineland.com/google-to-notify-those-who-leave-reviews-when-business-owners-respond-298125",
      "description": "Google will now be notifying Google Local customers and users that an owner has responded to their reviews. When a business or owner responds, reviewers will receive an email notification. This feature will also include a link to where the customer can view the owner’s full response. Google has plans to eventually add mobile push notifications, as well."
    }, {
      "title": "Google Confirms It Shortened Search Results Snippets After Expanding Them Last December",
      "link": "https://searchengineland.com/searchcap-google-shorter-snippets-google-review-notifications-paid-search-tips-298236",
      "description": "Mid-May signaled several updates and improvements on Google-related products, as well as other SEO-centric news. After expanding search results snippets last December, Google confirmed in May that it decided to shorten them again. Google also added a feature to its Google Local services that allows users to be notified when a business responds to their reviews, and the Google Blog published a post describing a simple way to get the most out of its search engine."
    }, {
      "title": "Google Asking Dissatisfied Searchers to Submit Questions Manually in the Search Results",
      "link": "https://searchengineland.com/google-asking-dissatisfied-searchers-to-submit-questions-manually-in-the-search-results-297961",
      "description": "Google has confirmed that it is testing a new search results feature. If searchers are unable to find the answer they are seeking, Google will be asking them to submit more details about their specific question directly to the company in a search results box. Once submitted, the information will be fed to Google and may then get passed on to content creators. The goal is to encourage these content creators to research and publish articles onto their web properties that answer these questions so future searchers will then find the answer they are looking for in the results of Google’s search engine."
    }, {
      "title": "Google Posts Now Accepting Videos for Local Businesses",
      "link": "https://searchengineland.com/google-posts-now-accepting-videos-for-some-local-businesses-297829",
      "description": "Google Posts is a feature that enables businesses and individuals to create content on Google directly. It will then appear as a highly ranked result in Google’s search engine when people search for these brands and names. In the past, Google Posts has only allowed users to upload photos. Now, Google has launched a new feature that supports the upload of videos, giving these entities an additional option by which to create highly ranked content."
    }, {
      "title": "How to Survive Google’s New Local Search World",
      "link": "https://searchengineland.com/how-to-survive-googles-new-local-search-world-298449",
      "description": "In light of the many recent changes to Google Local Search, this article describes some of the most important changes and shares tips on how to keep your local business visible in the search results. Among the tips are: optimize your business’s knowledge graph, actively manage your Google My Business listing, and test your search results."
    }
  ]
}
