{
  "articles": [
    {
      "title": "How Independent Reviews Influence Google’s Trust in Your Brand",
      "link": "https://searchengineland.com/independent-reviews-influence-googles-trust-brand-288301",
      "description": "Online reviews have a huge impact on the decision making process of consumers, from their choice of what to click on to their ultimate decision of whom to hire or what to buy. As a result, Google is increasingly giving weight to legitimate consumer reviews. This article describes a number of ways that you can encourage your clients to write reviews so that you can build Google’s trust in your brand."
    },
    {
      "title": "Google Adds AMP Testing Tool to Search Results",
      "link": "https://www.searchenginejournal.com/google-adds-amp-testing-tool-search-results/",
      "description": "In 2016, Google launched its AMP testing tool as part of the Search Console (formerly Webmaster Tools). In January 2018, it released its most significant update to that tool—AMP testing directly in search results. As with the original tool, users can test the validity of your AMP markup and structured data on the page related to AMP. Users are also able to submit an AMP to Google’s index after testing it, as well as view an AMP’s raw source code."
    },
    {
      "title": "Google My Business Videos Now Live",
      "link": "https://www.seroundtable.com/google-my-business-videos-live-25076.html",
      "description": "In a change that was much anticipated, Google My Business (GMB) now allows business owners to upload videos up to 30 seconds in length to their listings. The videos will appear in the “Overview” tab of the Google My Business Dashboard. Customer-uploaded videos can be found in the “Customer” tab, while business-uploaded videos will be in the “By Owner” tab. Once live, they will display where local photos do, on maps and local search listings."
    },
    {
      "title": "The Google Speed Update: Page Speed Will Become a Factor in Mobile Search",
      "link": "https://searchengineland.com/google-speed-update-page-speed-will-become-ranking-factor-mobile-search-289904",
      "description": "Google announced in January on the Google Webmaster Central Blog that a new mobile ranking update will be coming in July 2018. Dubbed the “Speed Update,” this ranking change specifically focuses on mobile page speed, but it will apply only to mobile search results; desktop search results will still use the existing desktop page speed ranking factor from the 2010 update. Websites that do not have AMP versions may suffer after this update, as Google stated that the speed factor is based on “real world” results—what a user can expect to get when they tap the result."
    }
  ]
}
