{
  "articles": [
    {
      "title": "SEO For Google Now Harder? What Has Changed Over The Past Few Years?",
      "link": "https://www.seroundtable.com/seo-google-change-25782.html",
      "description": "Why do SEO techniques employed just a couple of years ago no longer seem as effective in 2018? If you are doing the same things, rather than evolving, this could be the culprit. Competition has been steadily increasing among web pages for the same keywords. Additionally, Google expects better quality content than it did a few years ago, as well as strategically-chosen, relevant links. This necessitates the implementation of an ever-evolving SEO strategy to ensure your site continues to rank strongly."
    }, {
      "title": "Google Clears Up Confusion Around Mobile-First Indexing",
      "link": "https://www.searchenginejournal.com/google-clears-confusion-around-mobile-first-indexing/",
      "description": "Recent misunderstandings about Google’s mobile-first indexing prompted the company to publish a series of tweets to address users’ confusion. Google’s tweets touched on crawled counts and cached pages, as well as explained how URLs are indexed within its search engine. They also referenced Google’s anticipated July mobile speed update, among other topics."
    }, {
      "title": "Google Testing AMP Label in Search Ads",
      "link": "https://searchengineland.com/google-testing-amp-label-in-search-ads-299847",
      "description": "Advertisers who use Google AdWords with AMP landing pages may see a special badge next to their ads, a feature that Google is testing to improve their advertisers’ experiences. The AMP badge is gray and circular, with a white lightning icon at its center, and appears next to a text ad’s description. AMP landing pages have been available to any advertiser who uses AdWords since last September."
    }, {
      "title": "Google to Better Communicate Why Certain Ads Shown",
      "link": "https://www.searchenginejournal.com/google-better-communicate-certain-ads-shown/",
      "description": "Back in 2011, Google introduced a feature called “Why this ad?” It explained to users why they were being shown specific ads, but up until now the feature had shown up only in a limited number of places. Now, it will appear more broadly in a variety of places: Google’s search results, its Maps app, Gmail, YouTube, Google Play, and virtually every website and app that partners with the company to show ads. The intent is to provide users with more control and transparency with respect to their ad experiences."
    }
  ]
}
