{
  "articles": [
    {
      "title": "Top 36 SEO Insights of the Year From Google’s John Mueller",
      "link": "https://www.searchenginejournal.com/top-seo-insights-google-john-mueller/",
      "description": "This past year, Google’s Webmaster Trends Analyst John Mueller held weekly Hangout sessions to answer SEO questions from business professionals. This compilation of 36 of Mueller’s SEO insights from 2018 organizes his answers by categories such as Mobile-First, Content and Indexing and seeks to help busy professionals keep up-to-date on Google’s latest developments in search."
    },
    {
      "title": "Google Maps ‘For You’ Tab Comes to iPhones and a Whole Lot More Countries",
      "link": "https://searchengineland.com/google-maps-for-you-tab-comes-to-iphones-and-a-whole-lot-more-countries-309272",
      "description": "Back in May at the Google I/O conference, Google unveiled a variety of updated and new features for its Maps app, including a new ‘For You’ tab. This tab is aimed at making Maps a more personalized discovery tool by allowing users to see curated recommendations. ‘For You’ was originally available only in the US, UK, Canada, Australia, and Japan on Android devices. It will soon be rolling out in 130 additional countries on Android, as well as 40 countries for iOS users."
    },
    {
      "title": "Google Rolling Out More Features For Responsive Search Ads, Adding 10 Languages",
      "link": "https://searchengineland.com/google-rolling-out-more-features-for-responsive-search-ads-adding-10-languages-309163",
      "description": "New features are coming to Google’s responsive search ads (RSA) interface. RSAs are ads that dynamically serve a combination of headlines and descriptions. In upcoming months, users who create new RSAs will begin seeing suggested headlines and descriptions. Google will also begin to import headlines and descriptions from existing text ads that are part of the same ad group within the interface. These changes are geared toward enhancing the ease of reporting and providing feedback in the RSA interface."
    },
    {
      "title": "Do Men and Women Value Online Reviews Differently?",
      "link": "https://searchengineland.com/do-men-and-women-value-online-reviews-differently-309485",
      "description": "BrightLocal recently analyzed age and gender splits in the responses of 1,000 US consumers for its annual Local Consumer Review Survey. The survey questions focused on how these consumers use online reviews. The results offer business owners insight into how they should focus their strategies for reputation management online based on the gender of their target clients."
    },
    {
      "title": "Google Officially Drops Support for Several Old Google Search Console Reports",
      "link": "https://searchengineland.com/google-officially-drops-support-for-several-old-search-console-reports-309477",
      "description": "Last month, Google announced on Twitter that it was officially removing many reports from the older version of Google Search Console, including those on AMP, Links, and Mobile Usability. Replacement reports exist in the new version of Google Search Console, some with the same name, others with new names. The Manual Actions report, for example, retains its original name but the report formerly known as Search Analytics is now called the Performance report."
    },
    {
      "title": "Google My Business Adds New Permissions to ‘Communications Manager’ Role",
      "link": "https://www.searchenginejournal.com/google-my-business-adds-new-permissions-to-communications-manager-role/",
      "description": "The ‘communications manager’ role in Google My Business (GMB) has been upgraded to ‘site manager,’ along with the addition of several new permissions. The change is important for businesses that have multiple users managing GMB listings because anyone who used to be designated as a communications manager is now able to perform actions they previously couldn’t. This includes creating posts to share news and promote events, updating business details like hours, address, and phone numbers, and other new capabilities."
    }
  ]
}
