{
  "articles": [
    {
      "title": "Google Search Console Makes ‘Inspect URL’ Tool More Useful",
      "link": "https://www.searchenginejournal.com/google-search-console-makes-inspect-url-tool-more-useful/",
      "description": "Google’s latest update to its Search Console includes information about HTTP responses codes, JavaScript logs, and rendered screenshots, allowing users to access even more information about how their site is performing from an SEO standpoint. After a user logs into Search Console, they can access this information via navigating to the Inspect URL tool, clicking on “view crawled page,” then clicking on different tabs that display the new sets of data from a right-hand sidebar."
    },
    {
      "title": "Google Ordered to Submit Search Index to State Sponsorship in Russia",
      "link": "https://searchengineland.com/google-ordered-to-submit-search-index-to-state-sponsorship-in-russia-310533",
      "description": "Roskomnadzor, a Russian information agency, is requiring search engines like Google and Bing to submit their search index results for government censorship. A recent Russian law requires search engine results to be filtered through FGIS (the federal state information system). This new Russian law is similar to rules imposed by China that require internet companies to censor results, plus block information the country has deemed undesirable or threatening. Failure to comply with the filtering law incurs monetary fines in Russia."
    },
    {
      "title": "Google May be Headed for Victory in EU Right-To-Be-Forgotten Indexing Appeal",
      "link": "https://searchengineland.com/google-may-be-headed-for-victory-in-eu-right-to-be-forgotten-indexing-appeal-310321",
      "description": "It appears that Google could win its appeal of a 2015 decision pitting it against French data-protection authority CNIL (Commission National de l‘informatique et des Libertés). Initially, CNIL had demanded a global delisting of data from Google’s EU index under the European Union’s “right to be forgotten” (RTBF) law. Recently, however, the Court Justice of the European Union’s top legal advisor issued an opinion that agrees with Google, taking the position that the search company should not be required to enforce RTBF beyond the EU. While the case has yet to be officially decided, it has global significance and any decision would apply equally to Bing and other search engines."
    },
    {
      "title": "New Study Reveals What People Are Buying Through Voice Assistants",
      "link": "https://www.searchenginejournal.com/new-study-reveals-what-people-are-buying-through-voice-assistants/",
      "description": "OnBuy.com recently surveyed US consumers to see what products and services they purchased using voice assistants. The study analyzed findings from ‘VoiceBot.AI,’ which polled a little over 1,200 US consumers. The study also identified consumers’ largest positive preferences and their greatest concerns about voice shopping. Everyday household items came out on top as the products consumers most often buy using voice assistants."
    },
    {
      "title": "Bing Ads to Exclusively Serve Yahoo Traffic Starting in March",
      "link": "https://www.searchenginejournal.com/bing-ads-yahoo-search-verizon-microsoft-partnership/287199/",
      "description": "Microsoft Bing Ads recently announced an expanded partnership with Verizon Media at its annual Bing Ads Next web conference. The partnership would enable Bing Ads to exclusively serve Yahoo search traffic, including traffic from the Oath Ad Platforms (formerly known as Yahoo Gemini), plus other partners. Bing Ads, Yahoo, and AOL will soon all be simplified and able to be accessed under the Bing Ads umbrella. Users will also be able to manage them all in the same Bing Ads platform."
    },
    {
      "title": "Google Shares Tips For Success in Google News Search Results",
      "link": "https://searchengineland.com/google-shares-tips-for-success-in-google-news-search-results-310702",
      "description": "Danny Sullivan, Google’s Public Liaison for Search, recently published a post on the Google Webmaster blog offering best practices and advice to publishers who submit their site for inclusion in Google News. Sullivan reminded publishers about the Google News Publisher Help Center and provided advice on duplicate content, transparency in article bylines, and how to make headlines clear and accurate. By and large, everything Sullivan noted is considered already established best practices, but the post serves as a solid refresher at the start of a new year."
    }
  ]
}
