{
  "articles": [
    {
      "title": "Search Engines Still Dominate Over Social Media, Even For Millennials",
      "link": "https://searchengineland.com/search-engines-still-dominate-over-social-media-even-for-millennials-308135",
      "description": "Despite the rise of social media usage, particularly among users 18-34 years old, all age groups still turn to search engines as their go-to source of information. Map apps are also a popular choice for looking up businesses and addresses, while voice search has yet to become a favored option among most users."
    },
    {
      "title": "Google Maps Now Lets Users Send Messages to Businesses",
      "link": "https://www.searchenginejournal.com/google-maps-now-lets-users-send-messages-to-businesses/",
      "description": "In addition to offering this option in Google My Business, Google will now permit users of its Maps app to message business owners directly through the app. The messages show up as SMS messages, and business owners who use this feature will be able to track stats such as the number of clicks on the message button over time. Businesses can also opt out of using this feature."
    },
    {
      "title": "Chrome 71 Will Block Any and All Ads On Sites With “Abusive Experiences”",
      "link": "https://arstechnica.com/gadgets/2018/11/chrome-71-will-block-any-and-all-ads-on-sites-with-abusive-experiences/",
      "description": "Google Chrome version 71 will offer a feature that evaluates sites for what Google describes as “abusive experiences,” with the aim of blacklisting sites that are deemed repeat offenders. The consequences of being blacklisted will mean the suppression of all advertising on qualifying sites. According to Google, abusive experiences include ads that appear as system error messages, fake close boxes that bounce users to the advertising site, and any type of phishing scheme or malware. Chrome 71 is set to release in December."
    },
    {
      "title": "Google Showing Fewer Videos in Their Search Results",
      "link": "https://www.seroundtable.com/google-fewer-videos-search-results-26701.html",
      "description": "According to two analytics tools, Google’s search results are showing approximately 30% fewer video boxes and carousels than were shown just a few weeks ago. While single videos still remain in desktop search results, no such replacements are shown in mobile results. At this time, it remains unclear if this is a bug or a permanent change to how Google intends to show videos."
    }
  ]
}
