{
  "articles": [
    {
      "title": "20 Call-To-Action Phrases That Will Boost Conversion Rates Fast",
      "link": "https://www.jeffbullas.com/call-to-action-phrases/",
      "description": "Strong, targeted calls to action are a proven way to increase conversion rates, according to a recent HubSpot study. Hubspot conducted its study on 93,000 marketing campaigns that employed call-to-action phrases. The study’s findings indicate that these targeted phrases led to a significant improvement in conversions in comparison with campaigns that employed more generic action phrases. Here are twenty phrases that include words deemed effective in call-to-action marketing campaigns."
    },
    {
      "title": "Google Adds More Classic Features to the New Search Console",
      "link": "https://www.searchenginejournal.com/google-adds-more-classic-features-to-the-new-search-console/",
      "description": "The newest version of Google’s Search Console includes three legacy features that were once solely available in its classic version of Search Console. Users and permissions can now be managed, in addition to the ability to add sites and validate ownership. A Mobile Usability report may also be accessed. Although it is technically available to everyone, Google’s new Search Console remains in beta largely in part because it lacks the full set of the features available in the classic version. This may change, moving Search Console out of beta, as Google continues to add legacy features going forward."
    },
    {
      "title": "Facebook Challenges Google in Local Search",
      "link": "https://www.searchenginejournal.com/facebook-local/",
      "description": "Long considered the frontrunner of Local Search, Facebook is beginning to challenge Google with its latest mobile app update. Local businesses can now benefit from changes that make it simpler for prospective customers to locate and interact with them as Facebook’s app continues to transform into a helpful tool in its users’ daily lives. Facebook has also redesigned its mobile pages for easier interaction between businesses and their customers. Users can now also tap on action buttons to book appointments, order products and services, and write Recommendations."
    },
    {
      "title": "Google Posts Added to Local Packs For Some Branded Queries",
      "link": "https://searchengineland.com/google-posts-added-to-local-packs-for-some-branded-queries-304031",
      "description": "Traditionally, Google chose to show Google Posts in instances where a single local panel appeared for a particular business. More recently, Google now seems to be showing Google Posts in web search in the local three-pack, specifically on mobile searches. If, for example, an individual searches for certain branded queries on their mobile device, Google may now show a “Posts” tab that reflects that brand’s Google Posts."
    },
    {
      "title": "Google Extends Extra Characters of Responsive Search Ads to Text Ads",
      "link": "https://searchengineland.com/google-extends-added-character-benefits-of-responsive-search-ads-to-text-ads-303607",
      "description": "Google will soon begin rolling out responsive search ads to more accounts in select languages. Starting at the end of August, advertisers were allowed to add a third headline to their existing text ads, plus a second description of up to 90 characters. Back in July, Google announced its intention to roll out its new ad format globally in the coming months. Continuing the trend of longer and bigger text ads, this extra character benefit will become available to new responsive text ads in English, French, German, and Spanish beginning in September."
    }
  ]
}
