{
  "articles": [
    {
      "title": "Google My Business Insights Adds Branded Search Reporting",
      "link": "https://searchengineland.com/google-my-business-insights-adds-branded-search-reporting-306792",
      "description": "Google has added a new metric to the Google My Business Insights report allowing you to see how many people find you by searching for brands related to your company. Previously in this report, you could see customers who find your listing (1) by searching for your business name or address, and (2) by searching for a category, product, or service. Now, with this third metric, you can find people who find your listing by searching for a brand related to your business (e.g., they found your fast-food business by searching for “McDonalds”)."
    },
    {
      "title": "Google to Record Some Calls From Ads For Quality Assurance",
      "link": "https://searchengineland.com/google-to-record-small-percentage-of-calls-from-ads-for-quality-assurance-306389",
      "description": "In an attempt to detect instances of spam and fraud in its call ads, Google has started to inform advertisers that it might record some calls that come in via call-only ads and call extensions in ads. Google’s main goal in doing this is to provide a trustworthy environment for advertisers by protecting its users from fraud and spam. This is an extension of prevention efforts Google already implements in text ads. The program is intended to allow Google to collect data so it can more effectively detect fraud signals from phone calls."
    },
    {
      "title": "How Voice Search Queries Are Showing Up in Search Data",
      "link": "https://searchenginewatch.com/how-voice-queries-show-up-search-data",
      "description": "Voice search has been on the rise, which has left many companies questioning how to address and effectively use it in marketing strategies. Google currently does not make available specific information about how internet searches are initiated (e.g., a Google home search, a search from its app, one performed via voice or typing, etc.). Some methods to identify how users are finding your site include looking at your firm’s search data by way of Google Ads. Data such as the length and type of queries may offer insights into how users arrive at your website."
    },
    {
      "title": "DuckDuckGo, the Pro-Privacy Search Engine, Hits 30 Million Daily Searches",
      "link": "https://mashable.com/article/duckduckgo-privacy-search-engine-30-million-daily-searches/",
      "description": "The search engine DuckDuckGo just set a new record number of daily searches. In an effort to foster transparency in search, DuckDuckGo makes its traffic statistics publicly available. The company recently hit 30 million daily searches, approximately a fifty-percent increase from its previous record of 20 million searches back in 2017. The company bills itself as “the search engine that doesn’t track you,” which may become increasingly appealing to users in light of Google’s recent bug that exposed the personal data of nearly 500,000 Google+ users."
    },
    {
      "title": "Google My Business Dashboard Adds Map to Address",
      "link": "https://www.seroundtable.com/google-my-business-adds-map-26524.html ",
      "description": "The Google My Business dashboard now shows a visual map on its Info tab when a user opts to edit their business’s address. This change is a small one, and is only visible on the Info tab after a user clicks the edit button, but it allows owners to see a visual of where the location pin is placed on their edit screen so they can more easily modify it, as needed."
    },
    {
      "title": "Bing Says it is Improving Web Crawler Efficiency",
      "link": "https://searchengineland.com/bing-says-it-is-improving-web-crawler-efficiency-306758 ",
      "description": "Search engine Bing’s principal program manager for the Bing Webmaster Tools team recently stated that efforts have been implemented to improve Bingbot’s efficiency. Bingbot is a web crawler that uses an algorithm to assess what websites to crawl, as well as other factors such as crawling frequency and the number of pages to fetch from each web property. The change comes in response to user feedback following a talk at SMX Advanced last June."
    },
    {
      "title": "YouTube Now Counts ‘Engagement’ for YouTube for Action Ads at 10 Seconds, Not 30",
      "link": "https://searchengineland.com/youtube-now-counts-engagement-for-youtube-for-action-ads-at-10-seconds-not-30-306692 ",
      "description": "YouTube recently changed two of its key attribution points. Among the changes in its mid-October announcement, YouTube indicated that it will now count users that watch at least ten seconds of a TrueView as an ‘Engagement,’ a shift from its previous requirement of thirty seconds. YouTube’s parent company, Google, indicated that this new attribution will more accurately reflect the role of videos in the journey from viewer to customer."
    }
  ]
}
