{
  "articles": [
    {
      "title": "Facebook Faces Fresh Criticism Over Ad Targeting of Sensitive Interests",
      "link": "https://techcrunch.com/2018/05/16/facebook-faces-fresh-criticism-over-ad-targeting-of-sensitive-interests/",
      "description": "According to an investigation by the Guardian and Danish Broadcasting Corporation, Facebook allows advertisers to target its users based on categories, such as political beliefs, sexuality, and religion. These are considered sensitive pieces of information that fall under the purview of European data protection law. This includes the General Data Protection Regulation (GDPR), which applies across the European Union as of May 25. Since Facebook has not asked its users for explicit consent before it makes sensitive inferences of this nature, some lawmakers believe it may be running afoul of these European regulations."
    }, {
      "title": "Twitter Algorithm Changes Will Hide More Bad Tweets and Trolls",
      "link": "https://techcrunch.com/2018/05/15/twitter-algorithm-changes-will-hide-more-bad-tweets-and-trolls/",
      "description": "Twitter is making changes that aim to counter trolling and abuse on its platform. Using its algorithms, tweets in Twitter conversations and searches will now be ranked based on a large wealth of data that considers details such as the number of accounts registered to the specific user and whether their tweet prompted other users to block those accounts. These tweets will be deemed more likely to be bad or coming from a troll account. While the tweets won’t be automatically deleted, they’ll be pushed down into a “Show more replies” section where they’ll be seen by fewer other users."
    }, {
      "title": "Facebook Introduces Voice Posts, a Stories Archive, and Cloud Storage",
      "link": "https://www.searchenginejournal.com/facebook-introduces-voice-posts-stories-archive-cloud-storage/253527/",
      "description": "Facebook has announced three new features that will allow users to make voice-only posts, keep an archive of stories past their standard 24-hour lifespan, and store photos and video taken with the in-app camera within Facebook rather than on their own device. These changes will be available in India first, and then will be extended to other countries."
    }
  ]
}
