{
    "articles": [{
        "title": "Twitter Suspended Over 935,000 Terror-related Accounts Since 2015",
        "link": "https://www.engadget.com/2017/09/19/twitter-suspended-935000-terrorism-accounts/",
        "description": "The numbers are in, and during the first half of this year alone Twitter has removed almost 300,000 accounts that were linked to terrorism. According to a report Twitter recently released, that figure increases to over 935,000 accounts removed since 2015. Among these accounts are those that Twitter says actively incited or promoted violence associated with internationally-recognized terrorist organizations, as well as accounts that had been attempting to evade prior enforcement of Twitter’s terms of service."
    }, {
        "title": "How Facebook’s, Instagram’s and Snapchat’s Audience Size Estimates Compare",
        "link": "https://marketingland.com/facebooks-instagrams-snapchats-audience-size-estimates-compare-223893",
        "description": "Advertisers who divide their ad budget between several social media platforms are often left trying to juggle various factors about which demographics use what platforms most. Some of this data can be fact-checked. For example, both Facebook and Snapchat have self-serve ad-buying tools that allow advertisers to configure the audience they’re aiming to reach based on factors such as age, location, and stated interests. These tools also offer estimates of how many users are in each defined audience group. Being aware of how each platform compares to others can help advertisers allocate their ad money in a way that is most advantageous to the needs of their business."
    }, {
        "title": "Facebook’s Testing Its New Group Video Chat App, A Challenger for Houseparty",
        "link": "http://www.socialmediatoday.com/social-business/facebooks-testing-its-new-group-video-chat-app-challenger-houseparty",
        "description": "Apps that allow users to live-stream group chats have seen a rise in recent popularity. Now, Facebook is developing a group streaming tool of its own to capture a share of the user pool. Called Bonfire, Facebook’s new app is now available to users in Denmark after a months-long period of development. Bonfire allows users to participate in group chats with others they’re friends with on Facebook. One aspect of Bonfire that many may find appealing is that it does not need to be downloaded or installed; rather, there is an option to invite friends to participate in a group chat by sending a link via Messenger, making Bonfire an attractive option for more privacy-conscious users."
    }, {
        "title": "5 Strategies That Will Really Grow Your Instagram Audience",
        "link": "https://www.searchenginejournal.com/combin-grow-instagram-audience/213894/",
        "description": "Over the past few years, Instagram has grown in popularity among social media users. This offers business owners a prime opportunity to incorporate the social photo-sharing network into a comprehensive digital marketing strategy. From identifying and searching for your target audience via hashtags, locations, and events to interacting with other relevant Instagram posts and accounts, brands can expand their following on Instagram by implementing these five simple tips."
    }, {
        "title": "Facebook Ads Will Target People Who Visited Physical Stores",
        "link": "https://www.cnet.com/news/facebook-ads-will-target-people-who-visited-physical-stores/",
        "description": "New tools will allow advertisers to target Facebook users based on their real-world comings and goings, including when some users visit physical businesses. Facebook has indicated that this store-tracking tool is available because some of its users have enabled the social media company to track their locations through its mobile app (a setting that can be manually disabled), effectively allowing Facebook access to location data of its users and the thousands of businesses they have visited in person."
    }]
}
