{
  "articles": [
    {
      "title": "Facebook Relaunches Search Ads to Offset Slowing Revenue",
      "link": "https://techcrunch.com/2018/12/11/facebook-search-ads-2/",
      "description": "For the first time in half a decade, Facebook has begun testing search ads in its search results and Marketplace. This puts it in direct competition with Google’s AdWords. In an attempt to offset slow revenue, Facebook is now allowing a small group of advertisers in the automotive, retail, and e-commerce industries to show ads to users on Facebook’s mobile search results page in the US and Canada. This reintroduction of search ads may open a new stream of revenue to counter a decrease in News Feed ad space."
    },
    {
      "title": "Pew: Social Media For The First Time Tops Newspapers as a News Source For US Adults",
      "link": "https://techcrunch.com/2018/12/10/pew-social-media-for-the-first-time-tops-newspapers-as-a-news-source-for-u-s-adults/",
      "description": "Pew Research Center reported that social media has superseded print newspapers as the preferred source of news for American adults for the first time ever. Last year, the portion of adults who turned to social media for their news was roughly equal to those who preferred print newspapers. Pew’s most recent survey, which was conducted between July 30 and August 12, 2018, shows newspapers falling behind social media as the go-to source for news. The results now indicate that 20 percent of American adults get their news from social media, as opposed to 16 percent who use newspapers. Television remained the primary source of news for American adults."
    },
    {
      "title": "Twitter Says Governments Are Ramping Up Their Demands For User Data",
      "link": "https://techcrunch.com/2018/12/13/twitter-governments-data-demands-transparency/",
      "description": "Over the past year, the number of requests from governments demanding data on Twitter users has increased markedly, according to the social media company. The US government came out first in number of requests, followed by Japan in second place and the UK in third. The number of demands Twitter has received from each government has also shot up. According to Twitter, it received 10 percent more requests between the months of January and June 2018 than it did during its previous reporting period, marking the largest percentage increase in several years."
    },
    {
      "title": "Google to Shut Down Google+ Early Due to Bug That Leaked Data of 52.5 Million Users",
      "link": "https://www.usatoday.com/story/tech/2018/12/11/google-plus-leak-social-network-shut-down-sooner-after-security-bug/2274296002/",
      "description": "Google has announced plans to accelerate the planned shut down of Google+ after it discovered a new security bug that compromised the data of millions of users. The bug allowed outside developers to view user profile information such as name, occupation, and contact information, even if those items were designated as private by the user. This is the second major breach associated with the platform, which Google decided to shutter after revealing that up to 500,000 users’ data had been compromised earlier this year. "
    },
    {
      "title": "“We’re sorry,” Facebook Says, Again--New Photo Bug Affects Millions",
      "link": "https://arstechnica.com/tech-policy/2018/12/were-sorry-facebook-says-again-new-photo-bug-affects-millions/",
      "description": "Facebook has announced another data breach, stating that for a 12-day period in September 2018, approximately 6.8 million users may have been affected by a bug that made their private photos accessible to developers of up to 1500 apps. Also in September of this year, a separate breach may have affected 50 million users."
    },
    {
      "title": "Facebook Redesigns Life Events Feature With Animated Photos, Videos and More",
      "link": "https://techcrunch.com/2018/12/12/facebook-redesigns-life-events-feature-with-animated-photos-videos-and-more/",
      "description": "The Life Events feature has been a mainstay on Facebook profiles for many years, but it is now getting a reboot that will attract more attention to users’ posted events. The previously static posts will now include options such as animated photos and videos, and will be more prominently visible on user profiles and in friends’ notifications."
    }
  ]
}
