{
  "articles": [
    {
      "title": "Facebook Says Russian Firms ‘Scraped’ Data, Some for Facial Recognition",
      "link": "https://www.nytimes.com/2018/10/12/technology/facebook-russian-scraping-data.html",
      "description": "While many people may be aware of Facebook’s announcement about its purge of American user accounts that purposefully disseminated disinformation, the social media company took another, quieter action on that same day when it removed 66 accounts, Pages, and apps that were associated with Russian firms which develop facial recognition software for the Russian government. According to Facebook, companies SocialDataHub and its sister firm, Fubutech, violated its policies when they scraped data from the social network. This action will likely not be the last of its kind, as Facebook further scrutinizes and identifies additional examples of companies focused on exploiting the data on its global social network for suspect purposes."
    },
    {
      "title": "Facebook Has ‘Tentatively’ Concluded that Spammers, Not Foreign Agents, are to Blame for the Biggest Hack in Its History",
      "link": "https://www.businessinsider.com/facebook-thinks-spammers-responsible-hack-stole-info-from-29-million-users-2018-10",
      "description": "According to what Facebook is calling ‘tentative’ findings, the social media company has concluded that spammers which pretended to be a digital marketing firm are the culprits behind the biggest hack in Facebook’s history, rather than nation-state foreign agents, as was previously believed. The hack in question resulted in the theft of personal information from 29 million Facebook users. Birthdates, phone numbers, a user’s search history, and “checked-in” locations were among the data that the hackers stole."
    },
    {
      "title": "Twitter Publishes Dump of Accounts Tied to Russian, Iranian Influence Campaigns",
      "link": "https://arstechnica.com/tech-policy/2018/10/twitter-publishes-dump-of-accounts-tied-to-russian-iranian-influence-campaigns/",
      "description": "Twitter has identified 3,841 accounts on its social network that it says are linked to a Russian “troll factory” called the Internet Research Agency (IRA) that exploited Twitter and Facebook to cause turmoil during the 2016 United States presidential election. Twitter recently released a data store of posts from these accounts, as well as 770 accounts it believes are associated with an Iranian influence campaign. The store totals over 360 gigabytes, encompassing over 10 million tweets and metadata, more than 2 million images, GIFs, videos, and Periscope streams. With content dating as far back as 2009, this data store offers a glimpse into how nation state-sponsored agencies are using Twitter’s platform in an attempt to undermine the political process in the US and other countries."
    },
    {
      "title": "Twitter Makes it Easier to See Enforcement Taken on Reported Tweets",
      "link": "https://techcrunch.com/2018/10/17/twitter-makes-it-easier-to-see-enforcement-taken-on-reported-tweets/",
      "description": "Twitter users will soon have access to more information about how the company deals with reported tweets. Past policies have fluctuated between showing and hiding reported tweets, while the new approach the social media platform is rolling out is something of a compromise between the two. A reported tweet will be hidden for 14 days after deletion, but a notice will be available in its place informing users that the tweet is unavailable because it broke Twitter’s rules. Users can also click through to the reported tweet, with the theory being that continued access can be useful in situations such as those involving police reports."
    },
    {
      "title": "Facebook Newsfeed Now Downranks Sites With Stolen Content",
      "link": "https://techcrunch.com/2018/10/16/facebook-demotes-scrapers/",
      "description": "Websites that scrape and republish content from other sites without adding anything unique to it will soon be pushed down in Facebook’s Newsfeed. A combination of unoriginal content, clickbait headlines, and low-quality ads on landing pages will add up to poorer ranking in response to a Facebook survey reflecting user disdain for this sort of content. The drop in ad revenue that should result for such sites may create a disincentive to steal content in the first place, thereby improving the overall authenticity of content across the internet."
    },
    {
      "title": "Inside the ‘War Room’ Where Facebook is Trying to Safeguard Elections",
      "link": "https://mashable.com/article/facebook-election-war-room/",
      "description": "In preparation for the midterm elections, Facebook has assembled members of multiple company teams to work cooperatively in identifying and responding to threats of voter suppression and foreign interference. In its so-called ‘war room,’ this task force will work around the clock to stop the spread of fake news and other kinds of election tampering in the US and other countries. Rather than reflecting new policies, these efforts seem to represent an internal reorganization aimed at allowing Facebook to respond more effectively to election interference on its platforms than it has in the past."
    },
    {
      "title": "Is There Really a ‘Best Time to Post’ Social Media Updates?",
      "link": "https://www.searchenginejournal.com/is-there-a-best-time-to-post-social-media-updates/ ",
      "description": "Citing studies and incorporating reader-friendly infographics, this article breaks down the considerations involved in determining the best time to post social media updates. Though the time of day can be relevant, other key factors include who your target audience is, your industry, and how you and your audience typically engage with each other."
    }
  ]
}

