{
  "articles": [
    {
      "title": "Twitter Continues Its Profit Streak, While Still Shedding Users",
      "link": "https://www.nytimes.com/2019/02/07/technology/twitter-earnings-profit.html",
      "description": "Twitter recently reported a 24 percent hike in fourth-quarter revenue compared to a year earlier, as well as a net income that more than doubled during the same time period. These financial gains, however, came during a drop in actual users for the third quarter in a row. There were approximately 5 million fewer users in the social network’s fourth quarter than in its third. Despite this data, Twitter’s chief executive officer Jack Dorsey focused on his company’s financial wins, stating, “2018 is proof that our long-term strategy is working.”"
    },
    {
      "title": "LinkedIn Debuts LinkedIn Live, a New Live Video Broadcast Service",
      "link": "https://techcrunch.com/2019/02/11/linkedin-debuts-linkedin-live-a-new-live-video-broadcast-service/",
      "description": "In mid-February, LinkedIn launched the beta version of its live video feature, allowing the business professionals and organizations that use its social network to broadcast videos in real-time. Called LinkedIn Live, the feature enables videos to be broadcast to a select group of individuals or to everyone publicly. Currently LinkedIn Live is available by invitation only. "
    },
    {
      "title": "The Top Reasons Consumers Follow and Engage With Brands on Social Media",
      "link": "https://www.searchenginejournal.com/the-top-reasons-consumers-follow-and-engage-with-brands-on-social-media/293233/ ",
      "description": "A recent survey of 1,000 consumers revealed that over half of them follow retailers to learn about sales and new products. A little over one-third of consumers engage with a retailer’s content in exchange for discounts, or to share product or sale news with followers. Demographically, Millenials and Gen Xers are more likely than other groups to have Facebook, while members of Generation Z are more likely to use YouTube or Instagram than Facebook."
    },
    {
      "title": "40% of LinkedIn Members Visit the Site Every Day, Engagement is Up 60%",
      "link": "https://www.searchenginejournal.com/40-of-linkedin-members-visit-the-site-every-day-engagement-is-up-60/292579/",
      "description": "LinkedIn has released new data to encourage social media managers to make the professional networking platform a priority. According to the company, it now has 610 million registered users, 40% of whom visit the site every day. Engagement is up 60%, and more than 130,000 articles are created on LinkedIn every week. The company’s data also reveals that a significant portion of business and industry leaders use LinkedIn, and that the site is utilized by 71% of people to make business decisions."
    },
    {
      "title": "Facebook Introduces New Ways for Businesses to Communicate with Customers",
      "link": "https://www.searchenginejournal.com/facebook-introduces-new-ways-for-businesses-to-communicate-with-customers/292341/",
      "description": "Facebook is rolling out some changes that will make it easier for business and customers to communicate via social media. Business owners will soon be able to respond to Instagram direct messages from Facebook, and will also be able to participate in Facebook groups through their company pages rather than as individual users."
    }
  ]
}
