{
  "articles": [
    {
      "title": "Facebook Drops PR Firm After Revelation of Anti-Soros Campaign",
      "link": "https://arstechnica.com/tech-policy/2018/11/facebook-dumps-conservative-pr-shop-that-circulated-anti-soros-research/",
      "description": "In mid-November 2018, the <i>New York Times</i> revealed that Facebook has chosen to sever ties with Definers, a conservative public relations group. This decision comes after Facebook discovered that the group had shared a document linking left-wing Facebook critics to George Soros. According to the Times, this document cast Soros as the leading force behind an expansive anti-Facebook movement. While Soros has made donations to various liberal groups via his Open Society Foundation, he states that no grants have been made specifically to support campaigns against Facebook. The misleading document that Definers shared appears to be a driving force behind Facebook’s decision no longer to work with Definers."
    },
    {
      "title": "Facebook Joins Google, Halts Mandatory Arbitration in Sexual Harassment Cases",
      "link": "https://arstechnica.com/tech-policy/2018/11/facebook-joins-google-halts-mandatory-arbitration-in-sexual-harassment-cases/",
      "description": "Following policy changes by Google, Microsoft, and Uber, Facebook recently announced to its employees that its own arbitration policy would be undergoing changes. Facebook will no longer require mandatory arbitration when an employee files a sexual harassment claim. In addition, the <i>Wall Street Journal</i> noted that Facebook has also updated its policy associated with interoffice dating. Executives at or above the director level must now disclose whether they are dating another Facebook employee."
    },
    {
      "title": "Now Eight Parliaments Are Demanding Zuckerberg Answers for Facebook Scandals",
      "link": "https://techcrunch.com/2018/11/19/now-eight-parliaments-are-demanding-zuckerberg-answers-for-facebook-scandals/",
      "description": "Pressure is mounting for Facebook founder Mark Zuckerberg to accept the invitation of eight international parliaments whose lawmakers want to ask him about how Facebook has negatively impacted democratic processes across the globe. The questions relate to recent instances of data misuse and security breaches on Facebook’s platform. Facebook already declined an invitation from five of these parliaments in November, which included a grand committee led by the UK representing the interests of Facebook users in Argentina, Australia, Canada, Ireland, and the UK The request has since been reissued with the addition of parliaments from Brazil, Latvia, and Singapore."
    },
    {
      "title": "Facebook Reports a Massive Spike in Government Demands for Data, Including Secret Orders",
      "link": "https://techcrunch.com/2018/11/15/facebook-releases-national-security-letters-for-customer-data/",
      "description": "Facebook recently released details about 13 letters related to national security that it received between 2014 and 2017. The letters were effectively subpoenas, requesting user data for several Facebook and Instagram accounts. The letters are considered controversial because they usually arrive with an order preventing social media companies from reaching out to the subjects of the letter. They often include orders for IP addresses of individuals with whom the subject has corresponded, online purchases the user has made, and cell-site location data, among other things. Over the course of this year, the government decided to lift its gag orders, which is why Facebook is now allowed to publish the details without the threat of legal reprisal."
    },
    {
      "title": "Facebook Fallout Ruptures Democrats’ Longtime Alliance With Silicon Valley",
      "link": "https://www.nytimes.com/2018/11/17/technology/facebook-democrats-congress.html",
      "description": "Since the discovery that social media platforms like Facebook and Twitter allowed hate speech, Russian propaganda, and conservative-friendly \"fake news\" to spread without much oversight, a rift has grown between Democrats and Silicon Valley. Tensions recently increased after the <i>New York Times</i> reported that executives at Facebook withheld knowledge of Russian activity for longer than originally believed while at the same time employing a Republican-supporting public relations firm whose aim was to discredit liberal-leaning critics. These revelations have reinforced criticism from progressive government officials, as well as complicated life for those who remain allied to tech firms."
    }
  ]
}
