{
  "articles": [
    {
      "title": "Facebook Let Select Companies Have “Special Access” to User Data, Per Report",
      "link": "https://arstechnica.com/tech-policy/2018/06/facebook-let-select-companies-have-special-access-to-user-data-per-report/",
      "description": "Long after most developers’ access was cut off to user data, Facebook maintained secret deals with select companies, allowing them “special access to user records.” Facebook’s vice president of product partners framed them as “short-term extensions” for some companies. Although Facebook has not provided a full list of companies it provided extensions of this nature to, Ars Technica maintains that such deals were extended to several companies, including the Royal Bank of Canada and Nissan Motor Company."
    }, {
      "title": "New Twitter Updates Aim to Make Content Easier to Find",
      "link": "https://www.searchenginejournal.com/new-twitter-updates-aim-make-content-easier-find/",
      "description": "New Twitter features are on the way. An enhanced timeline, notifications, and the ‘Explore’ and ‘Moments’ sections are all getting updates, with the intent to make content simpler for users to find. Twitter’s goal is to change how its users locate information like breaking news, live events, and other specific topics that are important to them."
    }, {
      "title": "Facebook Privacy Goof Makes Posts By 14 Million Users Readable to Anyone",
      "link": "https://arstechnica.com/information-technology/2018/06/facebook-bug-made-posts-by-14-million-users-readable-by-anyone/",
      "description": "In June, Facebook acknowledged that it had accidentally made public the posts of 14 million users who had designated that their posts be shared to a more limited number of users. Facebook disclosed that its technicians stopped private posts from going public on May 22, but it took an additional five days to restore the privacy settings to the posts that had been affected. Facebook eventually notified the users whose posts were among the affected. It also referred these users to its privacy basics page."
    }, {
      "title": "Facebook’s Ad Rules Are Forcing News Outlets to Register as Political Advertisers",
      "link": "https://www.theverge.com/2018/6/1/17416710/facebook-political-ad-rules-news-promotion-blocked",
      "description": "During the last week of May, Facebook began enforcing new rules surrounding political advertising. The rules impose strict verification requirements for any accounts that promote political content, which has led to a wave of ad suspensions—even for neutral content in some instances. The process itself seems to have caught many publications off-guard, as it requires strict verification via codes sent to US mailing addresses. In the first week of enforcement alone, The Verge reported that 85 new posts had fallen afoul of the enforcement rules."
    }, {
      "title": "Instagram Decides Not to Alert Users When Screenshots Are Taken",
      "link": "https://www.searchenginejournal.com/instagram-decides-not-alert-users-screenshots-taken/257339/",
      "description": "After testing a feature that would alert users when others took screenshots of their stories, Instagram has confirmed that it will not be releasing the feature after all. The company is no longer testing the feature, and users can continue to take screenshots without being identified."
    }, {
      "title": "Facebook Will Ban Businesses From Running Ads if They Get Poor Customer Feedback",
      "link": "https://www.searchenginejournal.com/facebook-will-ban-businesses-running-ads-get-poor-customer-feedback/",
      "description": "Under a new policy, businesses receiving negative customer feedback can potentially be prohibited from placing ads on Facebook. After making a purchase through a Facebook ad, users can send feedback directly to the social media giant, which will contact businesses receiving a large amount of poor feedback. Those companies will have an opportunity to improve before their ad space is reduced, though in cases where there is insufficient improvement, Facebook can ban a business’ ads completely."
    }
  ]
}
