{
    "articles": [
        {
            "title": "Instagram Will Show Ads to the 150 Million People Viewing Stories Daily",
            "title_url": "http://marketingland.com/instagram-will-show-ads-150-million-people-viewing-stories-daily-203089",
            "description": "Instagram will soon be displaying photo and video ads between Stories, the temporary collections of videos and photos that its users post in a manner similar to Snapchat. Stories are viewed by 150 million people daily, about half of Instagram’s total audience. The implementation of ads has the potential to be an effective method for Instagram to accrue revenue."
        },
        {
            "title": "Facebook’s Mid-Roll Video Ads Will Be Limited to 15 Seconds",
            "title_url": "http://marketingland.com/facebooks-mid-roll-video-ads-will-limited-15-seconds-202866",
            "description": "Starting this year, Facebook plans to insert video ads into some publishers’ videos after they have played for a minimum of 20 seconds. Facebook will be limiting these mid-roll video ads to a maximum of 15 seconds. This new development comes after the social networking company’s introduction of pre-roll ads for non-Live videos in 2016. Facebook was already interrupting some Live broadcasts with mid-roll ads last year and plans to extend these ads to non-Live videos in 2017."
        },
        {
            "title": "“OK Facebook”-- Why Stop At Assistants? Facebook Has Grander Ambitions for Modern AI",
            "title_url": "http://arstechnica.com/information-technology/2017/01/the-origins-and-future-of-artificial-intelligence-at-facebook/",
            "description": "With ambitions toward an AI future, Facebook has begun building its own artificial intelligence platform. Called Project M, it will not boast human-like intelligence, but rather will focus its intelligence on narrower domains. Project M is expected to learn via observations of humans and is just one of several research projects Facebook is in the process of engineering with an eye to expanding both its current and future platform."
        },
        {
            "title": "Edited Facebook Posts No Longer Labeled as Edited?",
            "title_url": "http://www.adweek.com/socialtimes/edited-facebook-posts-no-longer-labeled-as-edited/",
            "description": "In mid-2013, Facebook started testing the ability for users to edit their posts. By the end of that year, this feature was rolled out to both Android and iOS, and the ability to edit Pages came in 2014. Recently, however, the social network seems to have quietly removed the label that informs users when posts have been edited. While Facebook posts are no longer labeled as ‘Edited’ when subsequent changes have been made, edits are still viewable by accessing the ‘view edit history’ option in the right-hand corner at the top of posts."
        },
        {
            "title": "How Social Media Has Evolved Over the Past 12 Years",
            "title_url": "http://www.convinceandconvert.com/social-media-strategy/how-social-media-has-evolved/",
            "description": "With Facebook alone boasting 1.65 billion active monthly users, social media has come a long way since its inception. This article explores the origins and evolution of social media, as well as illustrates the traits that make social media so essential for casual users and business owners alike."
        },
        {
            "title": "New Year Tips for Reconnecting with Your Professional Network: LinkedIn Career Expert Series",
            "title_url": "https://blog.linkedin.com/2017/new-year-tips-for-reconnecting-with-your-professional-network-linkedin",
            "description": "Professional networking platform LinkedIn offers three ways you can use the site more effectively to maintain and foster valuable connections. Specifically, LinkedIn recommends: using LinkedIn Messaging to start conversations with your connections, engaging with others about updates and articles posted in your feed, and staying in touch with your connections regularly."
        },
        {
            "title": "Six Major Changes Coming to LinkedIn’s Redesigned Desktop Site",
            "title_url": "https://www.searchenginejournal.com/linkedin-redesign-desktop/",
            "description": "The editors at Search Engine Journal describe some significant changes to the user interface of the professional networking site LinkedIn. Learn what to expect from these changes; you might be pleasantly surprised."
        },
        {
            "title": "10 Mind-Blowing Stats About Social Media Usage",
            "title_url": "https://www.searchenginejournal.com/social-media-usage-2017/183880/",
            "description": "This article reveals some interesting data about the demographics of social media users. For example, did you know that women spend an average of two hours more per week on social media than men do? Read about some other interesting tidbits relating to social media use."
        },
        {
            "title": "Google Killing Off Google+ on January 24th, But it Won’t Be Gone For Good",
            "title_url": "https://www.searchenginejournal.com/google-killing-off-google-january-24th-wont-gone-good/",
            "description": "Google retired the “classic” Google+ in preparation for an all-new Google+ with new features and a new interface. Read about what you can expect from the search engine’s revamped social networking site."
        }
    ]
}