{
  "articles": [
    {
      "title": "MIT Research: How to Get More Twitter Followers",
      "link": "https://www.searchenginejournal.com/get-twitter-followers/",
      "description": "A recent paper published by MIT researchers provides insight into how to grow your Twitter follow count for free, with a conversion rate of up to 30 percent. The paper’s conclusions indicate that an account with a high follow count does not significantly gain more followers without taking additional steps, such as following and retweeting other users. This and other revelations were arrived at after researchers studied thousands of Twitter interactions and scenarios."
    }, {
      "title": "Big Twitter Accounts See Follower Numbers Drop After Fake-User Purge",
      "link": "https://variety.com/2018/digital/news/twitter-follower-counts-drop-fake-users-1202871545/",
      "description": "Twitter users may have noticed that they lost followers in July following Twitter’s elimination of fake user accounts. Celebrities with a large number of followers noticed the most significant drops. Notably as well, Twitter’s own primary account, @Twitter, lost 12% of its follower count after the purge when it removed 7.5 million fake accounts that had been following it."
    }, {
      "title": "It’s Official: Brexit Campaign Broke the Law -- With Social Media’s Help",
      "link": "https://techcrunch.com/2018/07/17/its-official-brexit-campaign-broke-the-law-with-social-medias-help/",
      "description": "The results of an investigation into Brexit referendum spending are in. The UK’s Electoral Commission recently published its findings that the official “Vote Leave” campaign violated the law when it breached the set spending limits for election campaigns. This included the channeling of political advertising money to a data firm in Canada for the purposes of targeting Facebook users. “Vote Leave” also never declared that it was jointly working with “BeLeave,” another Brexit campaign. This is significant because “BeLeave” failed to disclose that it spent a substantial sum in conjunction with the Canadian data firm under a common arrangement with “Vote Leave.” The investigation concluded that this undisclosed spending may have tipped the campaigns over the maximum spending limit allowable under UK law."
    }, {
      "title": "Twitter Suspends Guccifer and DCLeaks After Mueller Links Them to Russian Hacking Operation",
      "link": "https://www.washingtonpost.com/technology/2018/07/16/twitter-suspends-guccifer-dcleaks-after-mueller-links-them-russian-hacking-operation/",
      "description": "Twitter accounts Guccifer 2.0 and DCLeaks have been suspended by the social media company after special counsel Robert S. Mueller III linked them to a Russian intelligence operation that was designed to disrupt the 2016 US presidential election. The accounts were discovered to be digital fronts that Russian intelligence officers created for the purpose of laundering information hacked from Democrats’ computers. The US Department of Justice indicted a dozen of these officials on hacking charges in July. The charges illustrate how social media platforms worked into Russia’s disinformation campaign during the election and have left tech companies struggling to determine how best to prevent misuse of their networks."
    }, {
      "title": "Facebook to Remove Misinformation That Leads to Violence",
      "link": "https://www.nytimes.com/2018/07/18/technology/facebook-to-remove-misinformation-that-leads-to-violence.html",
      "description": "Facebook will now remove any posts on its social network that contain false information which may lead to individuals being physically harmed. This is an expansion of Facebook’s existing rules about what type of misinformation it will remove. The decision comes after growing criticism surrounding posts that incited violence against ethnic minorities in countries such as Sri Lanka, Myanmar, and India after rumors were initially spread on social media."
    }, {
      "title": "Twitter Puts Verification Process Work on Hold to Focus on Elections Integrity",
      "link": "https://marketingland.com/twitter-puts-verification-process-work-on-hold-to-focus-on-elections-integrity-244639",
      "description": "In an effort to focus on the health of its platform in advance of upcoming US elections, Twitter has put its Bluecheck/Verification process on hold. The product team at Twitter wants to focus on the quality of information shared on the social network as the US midterm elections approach this November. Once Twitter has made more progress in this area, it has indicated that it will take another look at addressing the Verification process."
    }, {
      "title": "Instagram Shows Users When Friends Are Online",
      "link": "https://www.searchenginejournal.com/instagram-shows-users-when-friends-are-online/",
      "description": "A recent update to photo-sharing app Instagram now allows users to see when individuals they’ve direct messaged are online. The feature works in the same vein as Facebook Messenger, where a green dot will appear on a user’s profile picture, reflecting when they are active. This dot will also appear in the direct message inbox and on users’ friends lists. Only the online status of users who follow you back or those you have previously direct messaged will be visible."
    }
  ]
}
