{
  "articles": [
    {
      "title": "Twitter Asserts That It Won’t Ban Trump Because He’s a World Leader",
      "link": "https://techcrunch.com/2018/01/05/will-twitter-ban-trump/",
      "description": "Despite calls for Twitter to ban President Trump’s account for his choice to publicly antagonize foreign adversaries, the social media company opted to sidestep the question of whether the US president’s account had violated its terms of service. In a blog post response, Twitter did not mention President Trump by name when it addressed its decision. Instead, the company merely stated that world leaders should have a home on its social media platform, regardless of whether they violate Twitter’s terms of service."
    },  {
      "title": "Facebook is Changing. What Does That Mean for Your News Feed?",
      "link": "https://www.nytimes.com/2018/01/12/technology/facebook-news-feed-changes.html",
      "description": "Facebook users may notice an overhaul in the appearance of their News Feeds due to recent changes in the way that Facebook ranks posts, videos, and photos. The aim, according to the social media company, is to prioritize the content that a user’s friends and family share over ads from brands and publications. While this is meant to make the social network more personalized and meaningful for users, third-party organizations may start noticing that the visibility of their digital marketing efforts has been scaled back—with the exception of those posts that a user’s Facebook connections find engaging."
    },  {
      "title": "Facebook Agrees to Take a Deeper Look Into Russian Brexit Involvement",
      "link": "https://techcrunch.com/2018/01/18/facebook-agrees-to-take-a-deeper-look-into-russian-brexit-meddling/",
      "description": "Facebook has indicated that it will launch a more comprehensive investigation as to whether any Russian meddling associated with the 2016 Brexit referendum vote in the United Kingdom took place on its platform. This announcement comes after the chair of a parliamentary committee criticized Facebook for failing to cooperate with its wide-reaching fake news enquiry. It remains unclear whether Twitter will also acquiesce and launch its own Brexit-related fake news investigation. "
    },  {
      "title": "Facebook “Watch Party” Lets Groups View Videos Simultaneously",
      "link": "https://techcrunch.com/2018/01/17/facebook-watch-party/",
      "description": "Active, rather than passive, content consumption continues to be the recent focus of newly launched Facebook features. “Watch Party” is the latest such feature, and it allows Group admins to choose any video publicly available on Facebook and share it with their group’s members simultaneously with a comment reel. This is intended to foster a “shared viewing experience.” Watch Party offers a more intimate means of fostering discussion than live, public videos on Facebook, as smaller Groups tend not to generate as many thousands of rapid-fire comments and can allow for more focused, meaningful discussions."
    },  {
      "title": "Facebook Finally Pays Up for Music, Cutting In on YouTube",
      "link": "https://www.billboard.com/articles/business/8092607/facebook-pays-up-music-youtube-competition-2018-preview",
      "description": "Digital marketers may be wondering what types of content will continue to be visible on Facebook after its recent News Feed update. Its new music industry partnership may offer some insight with many speculating about a heightened focus on entertainment content. The partnership involves a deal with companies representing various worldwide music publishers, songwriters, and performers. The official Facebook announcement seems to imply the partnership will be aimed at enriching Facebook users’ overall experience on its social media platform."
    },  {
      "title": "How Facebook’s Latest Changes Affect Influencers and The Future of Social Media Marketing",
      "link": "https://www.forbes.com/forbes/welcome/?toURLhttps://www.forbes.com/sites/keenanbeasley/2018/01/15/how-facebooks-latest-changes-impact-influencers-businesses-the-future-of-social-media-marketing/",
      "description": "Digital marketers are worried about their future on Facebook in light of the News Feed algorithm change. However, are their concerns warranted? According to a Forbes opinion, social influencers stand to benefit from this change most of all when less material from media outlets is organically appearing on Facebook users’ feeds. This may indeed affect the visibility of business ads—or, in the alternative, encourage them to adapt."
    },  {
      "title": "Google App Featuring Matching Selfies to Art is Blocked in Two States With Strict Biometrics Laws",
      "link": "http://www.abajournal.com/news/article/google_app_feature_matching_selfies_to_art_is_blocked_in_two_states_with_st",
      "description": "Individuals living in Illinois and Texas won’t have access to a popular, new feature on the Google Arts & Culture app that matches selfies to artwork in upwards of 1,200 museums. Due to strict state laws regulating to the collection of “face geometry” and other data of a biometric nature, Google has chosen to err on the side of caution and bar the app feature in both states. Outside the US, the feature has also been blocked, likely as a result of European privacy laws."
    }
  ]
}