{
  "articles": [
    {
      "title": "How to Use Facebook Cover Videos: Inspiration for Marketers",
      "link": "https://www.socialmediaexaminer.com/facebook-cover-videos-how-to-use/",
      "description": "Posting a branded video to Facebook can be an effective way to attract clients. The advent of Facebook cover videos offers business owners an even more powerful opportunity to engage an audience—if you are strategic about it. The ideal length, resolution, and size are all worth careful consideration. This article breaks down what you need to know, and explains the ins and outs of uploading a cover video to your Facebook Page."
    },
    {
      "title": "YouTube Advertising: New Research and Insights for Marketers",
      "link": "https://www.socialmediaexaminer.com/youtube-advertising-research-insights-marketers/",
      "description": "New data suggests that YouTube ads might be worth the effort and cost, depending on your business’s aims. A recent study indicates that viewers are more willing to accept ads appearing on their YouTube videos than in their Facebook news feed. This may be advantageous when considering how to target your time and money, with respect to your video advertising budget. Data of this nature is available online and can be used to adjust your YouTube ad budget in a way that makes strategic sense for your business."
    },
    {
      "title": "LinkedIn to Launch Talent Insights, a New Analytics Tool, as it Dives Deeper into Data",
      "link": "https://techcrunch.com/2017/10/04/linkedin-to-launch-talent-insights-a-new-analytics-tool-as-it-dives-deeper-into-data/?ncid=rss",
      "description": "A new self-service data analytics feature is coming to LinkedIn. Talent Insights is a paid product that will allow recruiters to make more meaningful queries into hiring and employment statistics based on data found within LinkedIn users’ profiles. It will offer two views. “Talent Pool” will allows recruiters to search parameters associated with specific jobs they want to fill. “Company Report” is specific to individual businesses and will provide a similar illustration into recruitment patterns at a recruiter’s own company, as well as its competitors. The closed beta was announced at LinkedIn’s Talent Connect event in early October, and a public launch is slated for 2018."
    },
    {
      "title": "Pinterest Opens Search Ads to Self-Serve Advertisers, Adds ‘Autotargeting’ Option",
      "link": "https://marketingland.com/pinterest-opens-search-ads-self-serve-advertisers-adds-autotargeting-option-226442",
      "description": "Eight months ago, Pinterest rolled out search ads. Now it is making ad placement available for advertisers who buy ads through Pinterest Ads Manager. What was previously only available to brands that bought ads through direct sales or third-party tool is now available to all advertisers via this self-serve tool. In addition to opening its ad placements to all advertisers, Pinterest now allows brands to further distinguish their search ads beyond mere keyword targeting and into the realm of automatic targeted search queries that do not need to include specified keywords. Instead, such queries will be matched based on Pinterest’s index of more than 100 billion pins and associated metadata."
    }
  ]
}
