{
  "articles": [
    {
      "title": "Twitter Broadens Its AMP Support to Include Analytics",
      "link": "https://searchengineland.com/twitter-broadens-amp-support-include-analytics-287881 ",
      "description": "Twitter has expanded its support of Accelerated Mobile Pages (AMP) to incorporate article analytics. When an AMP version of an article is loaded within Twitter, not only will the original article URL now get pinged to record the view, Twitter will also pass the query arguments from the redirect of the original article into the AMP run-time. This allows publishers to use the amp-analytics component to receive the data, which ultimately enables them to better understand the origin of the traffic and make distinctions between these origins and the organic views of their pages."
    },
    {
      "title": "Twitter Begins Enforcing New Anti-Hate Speech Rules",
      "link": "https://arstechnica.com/tech-policy/2017/12/twitter-begins-enforcing-new-anti-hate-speech-rules/",
      "description": "Last month, Twitter began enforcing new rules in an attempt to reduce hateful and abusive content published on its platform. Specifically, the new rules aim to ban violent threats and prohibit the promotion of violence or that which directly attacks or threatens other people “on the basis of their group characteristics”. The hateful conduct policy is intended  to counter users who engage in abusive behavior that “harasses, intimidates, or uses fear to silence another person’s voice.” The policy applies to both language used in tweets and abusive language found in the profile information of any Twitter account."
    },
    {
      "title": "New Facebook Algorithm Update Attempts to Quell “Engagement Bait” Posts",
      "link": "https://arstechnica.com/gadgets/2017/12/facebook-targets-posts-that-beg-for-likes-shares-with-algorithm-update/ ",
      "description": "Facebook recently announced that it will begin cracking down on what it refers to as “engagement bait” posts and pages. Posts qualify as engagement bait if they encourage interaction in an attempt to artificially boost engagement and reach on Facebook. Facebook’s goal is to reduce the number of spam-like messages users see on their news feeds, and ultimately discourage those who share engagement bait posts from spreading them across the social network. Facebook also plans to implement stricter policies for pages that “systematically and repeatedly use engagement bait to artificially gain reach.”"
    },
    {
      "title": "Facebook Introduces New Tools to Fight Online Harassment",
      "link": "https://www.engadget.com/2017/12/19/facebook-new-tools-fight-online-harassment/ ",
      "description": "In an effort to stem the tide of abuse and online harassment perpetrated on its social media platform, Facebook recently announced new tools that aim to give users more control over who can interact with them. First, Facebook will be using a number of different signals, IP address recognition among them, to identify new accounts from individuals a Facebook user had previously blocked. This aims to prevent the harasser from messaging or sending a friend request to the user who originally blocked them. Users will now also be able to ignore conversations in their messages, which will move them to a Filtered Messages folder. The user will then be able to read these conversations without the sender being aware that they’ve done so. Facebook hopes that these new features will be a step in the right direction to prevent online abuse."
    },
    {
      "title": "Facebook’s New Facial Recognition Feature Finds You In Untagged Photos",
      "link": "https://arstechnica.com/gadgets/2017/12/facebooks-new-facial-recognition-feature-finds-you-in-untagged-photos/",
      "description": "Facebook has unveiled a new feature that will use artificial intelligence to identify and notify you when you appear in photos on the site but are not tagged in them. However, these notifications will only be available to you when you are in a post’s intended “audience” or when photos of you appear in someone’s profile photo. While various settings currently make it possible to limit the extent to which Facebook’s facial recognition technology can identify you in pictures across the site, a simplified opt-out feature will soon be available."
    }
  ]
}
