{
    "articles": [{
            "title": "YouTube’s New $35-a-Month Live TV Service Feels Like a Missed Opportunity for Google",
            "link": "http://www.businessinsider.com/youtube-tv-review-live-tv-on-demand-cord-cutter-dream-2017-4",
            "description": "Seen as a significant step forward by many consumers who would like to live in a post-cable world, some industry observers feel that YouTube’s new subscription TV service doesn’t quite live up to its potential. Specifically, the separation that exists between YouTube TV and classic YouTube content is said to limit user experience. This separation is reported to eliminate many of the benefits historically associated with classic YouTube, and which YouTube TV could utilize to set itself apart from competitors."
        },

        {
            "title": "Deaths on ‘Facebook Live’ Are Becoming a Worrying Trend",
            "link": "http://www.businessinsider.com/facebook-live-google-search-results-highlight-a-worrying-trend-2017-4",
            "description": "Since Facebook Live was introduced last year, a number of people have intentionally and unintentionally broadcast their own or other people’s deaths via the social media company’s live streaming feature. These videos and any associated news stories have apparently become the most popular Facebook Live content, signaling an alarming trend in how the service is being used."
        },

        {
            "title": "Snapchat Will Tell Brands How Many People Saw Their Ads, Then Visited Their Stores, Restaurants",
            "link": "http://marketingland.com/snapchat-will-tell-brands-many-people-saw-ads-visited-stores-restaurants-211859",
            "description": "Following in Facebook’s footsteps, Snapchat has unveiled a new feature that will allow businesses to track how many people who have seen their ads subsequently patronize their brick-and-mortar locations. The app will only be able to identify those users if they open Snapchat while they are physically at the business location whose ads they have viewed. In addition to this tracking feature, Snapchat plans to roll out tools aimed at pushing users to visit businesses based on various identifiers."
        },

        {
            "title": "YouTube Channels With Under 10K Views Can No Longer Display Ads",
            "link": "https://www.searchenginejournal.com/youtube-channels-10k-views-can-no-longer-display-ads/",
            "description": "In an effort to drive traffic away from lower quality content, YouTube has restricted advertisements to only those channels with at least 10,000 views. This move was apparently prompted when several top brands removed their ads from channels displaying questionable videos."
        },

        {
            "title": "FTC Tells ‘Influencers’ to Quit Trying to Hide the Fact That They’re Shilling for Brands",
            "link": "https://techcrunch.com/2017/04/20/ftc-tells-influencers-to-quit-trying-to-hide-the-fact-that-theyre-shilling-for-brands/",
            "description": "Some of Instagram’s so-called ‘influencers’ are running afoul of the Federal Trade Commission. Recently, the FTC sent out nearly 100 letters, putting celebrities, athletes, and other influencers on notice for failing to properly document that some of their posts are effectively sponsorships for which they are receiving compensation. The agency also outlined specific expectations about where the sponsor notice should appear in Instagram posts and provided examples of inadequate documentation (e.g., putting one’s sponsor message under the “more” button where few users would see it or using obscure terminology in hashtags)."
        },

        {
            "title": "Facebook Is Building Brain-Computer Interfaces for Typing and Skin-Hearing",
            "link": "https://techcrunch.com/2017/04/19/facebook-brain-interface/",
            "description": "At Facebook’s annual F8 event, the company revealed that a team of engineers is working to build a brain-computer interface that would make it possible to type with just your mind—no invasive implants required. The goal is to use optical imaging to scan your brain and detect when you’re speaking silently in your head, then translate that into text. Facebook hopes that this “direct brain interface” will also one day allow people to control augmented and virtual reality experiences without the use of a screen or controller."
        },

        {
            "title": "Facebook for Local Business: Creative Ways to Grow",
            "link": "http://www.socialmediaexaminer.com/facebook-for-local-business-creative-ways-to-grow-anissa-holmes/",
            "description": "Facebook can be used in creative ways to market your business. In this podcast from Social Media Examiner, Dr. Anissa Holmes explores how storytelling and prudent image and video shares to Facebook can help grow your local business and build brand loyalty."
        }
    ]
}