{
  "articles": [
    {
      "title": "Facebook Exits Anti-Privacy Alliance It Formed With Comcast and Google",
      "link": "https://arstechnica.com/tech-policy/2018/04/facebook-donated-200000-to-kill-a-privacy-law-but-now-its-backtracking/",
      "description": "In February, Facebook donated $200,000 to support a $1 million fund that opposed a ballot proposition entitled California’s Consumer Privacy Act of 2018. This Act seeks to simplify the process by which consumers can discover what information has been collected about them and opt out of the sale or sharing of such information. Following Facebook’s privacy breach that affected upwards of 87 million users, the company has decided to drop its opposition to this proposition and stated that it will not donate additional money to the fund going forward.  The other main contributors to the fund are Google, Comcast, AT&T and Verizon."
    },
    {
      "title": "Here’s How to Use Twitter to Dominate the Google Search Results",
      "link": "https://searchengineland.com/heres-how-to-use-twitter-to-dominate-the-google-search-results-296324",
      "description": "Twitter may be able to help your firm displace negative reviews and unflattering content, as well as build a strong brand identity. According to Search Engine Land contributor research, 30 of the top 50 worldwide brand names have Twitter account pages that show up on page one of the Google search results for their name. This article provides ten tips on how your firm can use tweets to enhance its Google search ranking."
    },
    {
      "title": "Snapchat Now Lets Advertisers Sell Products Directly Through Lenses",
      "link": "https://techcrunch.com/2018/04/18/snapchat-now-lets-advertisers-sell-products-directly-through-lenses/",
      "description": "Snapchat has unveiled a new feature that allows advertisers to sell products to users without leaving the app. Within Lenses, users can click on links to learn more about a product, or make purchases directly within the app. This move builds on the company’s Sponsored Lenses service, which debuted in 2015 and allowed advertisers to create branded filters for selfies. Snap states that 70 million users engage with Lenses daily."
    },
    {
      "title": "Facebook Facial Recognition Faces Class Action Lawsuit",
      "link": "http://www.bbc.com/news/technology-43792125",
      "description": "A California federal court judge has ruled that Facebook must face a class action lawsuit filed against it by users claiming that the company gathered their biometric information without their explicit consent. This information has allegedly been used as part of Facebook’s facial recognition technology, which provides “tag suggestions” to users by identifying their friends in uploaded photos. The plaintiffs claim that this technology violates Illinois law."
    },
    {
      "title": "Facebook and Instagram Data and Privacy Updates",
      "link": "https://www.socialmediaexaminer.com/facebook-instagram-data-privacy-updates/",
      "description": "Facebook and Instagram have rolled out various updates to their data and privacy practices. Highlights include efforts by Facebook to limit the extent of user data being shared with third parties for advertising purposes, and to curb ad targeting without user consent. Instagram interface and data access for developers is being significantly reduced as a result of Facebook’s policy changes."
    },
    {
      "title": "How to Reshare an Instagram Post to Your Instagram Stories",
      "link": "https://www.socialmediaexaminer.com/how-to-reshare-instagram-post-to-instagram-stories/",
      "description": "Instagram has been conducting a trial that allowed a limited number of users to to reshare any public post in their Instagram stories. Though this is not an official “regram” feature, it may be a precursor to that development. Business users can reshare posts via their Instagram stories to highlight industry news, showcase company services, or cross-promote their own posts."
    }
  ]
}
