{
  "articles": [
    {
      "title": "Twitter Wants to Open Verification to Everyone",
      "link": "https://www.washingtonpost.com/news/the-switch/wp/2018/03/09/twitter-says-it-will-open-verification-to-everyone/",
      "description": "Twitter’s blue verification badge has long been a source of controversy among users. Now, the social media company has indicated it is considering opening the process to all users. Twitter’s chief executive, Jack Dorsey, has stated that the intent is to make the verification process scalable so that users can verify more facts about themselves. Twitter hopes that the badge will be viewed as a conveyor of authentic identity, rather than an endorsement from the company. For the time being, the application process to obtain a badge remains suspended while Twitter continues to design an effective way to authenticate and verify its users."
    }, {
      "title": "Facebook Has Signed a Deal to Stream 25 Afternoon MLB Games",
      "link": "https://techcrunch.com/2018/03/09/facebook-has-signed-a-deal-to-stream-25-afternoon-mlb-games/",
      "description": "Facebook has signed an exclusive deal with Major League Baseball (MLB) to stream 25 afternoon baseball games. The goal is to encourage Facebook users to check their accounts in the afternoons to watch these games, as well as get them accustomed to using Facebook to watch non-primetime sporting events. Facebook’s first game will be the Phillies vs. Mets, streaming live on April 4."
    }, {
      "title": "How to Create a Webinar from Scratch in 10 Simple Steps",
      "link": "http://www.convinceandconvert.com/digital-marketing/​create-a​-​webinar/",
      "description": "A webinar is an online seminar that allows individuals in various locations to see, hear, and ask questions to the presenter. 58% of B2B marketers make use of webinars as a part of their content marketing strategy, according to a recent study by Content Marketing Institute. From planning visuals to publicizing and promoting an upcoming online presentation, here are some helpful tips to making a webinar for your firm."
    }, {
      "title": "Lawyers Are Duking It Out in Court Over Whether It’s Unconstitutional for Trump to Block People on Twitter",
      "link": "https://www.buzzfeed.com/leticiamiranda/lawyers-debating-in-court-trump-twitter-blocking",
      "description": "A Manhattan federal court heard arguments regarding whether President Trump violated the First Amendment rights of seven users on Twitter by blocking their access to his account.  Legal counsel for the plaintiffs contended that Trump was illegally instituting a viewpoint-based restriction, arguing that his Twitter account constitutes a public forum. Government counsel argued that Trump’s account is not a public forum, but instead is more akin to him appearing at a public event at which he can decline to engage with individual attendees, and that by extension it is not a “state action” for him to block certain users."
    }
  ]
}
