{
  "articles": [
    {
      "title": "Twitter Bumps Display Name Length Up to 50 Characters ",
      "link": "https://www.theverge.com/2017/11/10/16632994/twitter-50-character-display-names",
      "description":"Beginning on November 9, Twitter user display names can be up to 50 characters in length. This is an increase from the original 20 and will allow users with longer names to fully display them on their profiles. It also offers users more creativity to include emoji without exceeding the display name character limit. While many users seemed to welcome the change, others questioned why Twitter seemed to be focusing on a seemingly inconsequential feature instead of tackling recurrent problems associated with harassment on its platform."
    },
    {
      "title": "Twitter Doubles Character Limit to 280, Says Longer Tweets Drive More Engagement ",
      "link": "https://www.searchenginejournal.com/twitter-doubles-character-limit-280-says-longer-tweets-drive-engagement/223213/ ",
      "description":"Twitter has increased its character limit from 140 to 280, effectively doubling the length of tweets users can publish on the social network. The change went into effect on November 7, and is intended to drive more engagement among users. This increase applies to all languages except Japanese, Korean, and Chinese, which remain limited to a 140-character maximum per tweet."
    },
    {
      "title": "12 Ways LinkedIn Can Grow Your Brand’s Content Marketing Strategy ",
      "link": "https://www.forbes.com/sites/forbesagencycouncil/2017/11/17/12-ways-linkedin-can-grow-your-brands-content-marketing-strategy/#1e4824c14d4d",
      "description":"Law firms should include LinkedIn when formulating their content management strategy. This social media platform for professionals provides lawyers with some unique opportunities to establish their influence by sharing branded content. Lawyers who successfully build relationships with other attorneys and businesses, as well as stand out as thought leaders, can expand their network and reach more potential clients."
    },
    {
      "title": "Twitter Confirms It’s Testing a New ‘Tweetstorm’ Feature For Lengthy Rants ",
      "link": "https://www.digitaltrends.com/social-media/tweet-series-could-be-coming-to-twitter-app/ ",
      "description":"Twitter is testing a new feature for those messages that cannot fit in a 140- or 280-character tweet. This “tweetstorm” option allows users to compose a series of tweets all at once without having to number them manually. Twitter confirmed that they were testing this option in its Android and iOS apps."
    }
  ]
}

