{
  "articles": [
    {
      "title": "The Follower Factor",
      "link": "https://www.nytimes.com/interactive/2018/01/27/technology/social-media-bots.html ",
      "description": "Everyone wants to be popular on social media, to boast a high number of followers and be seen as a social influencer. The increase in fake accounts that various celebrities, athletes, and politicians count among their followers has become a recent point of interest. Sometimes these fake accounts number in the millions for a single user. Increasingly, social media platforms are grappling with how to respond to a black market that creates fake accounts based off real people’s identities, the creation of which can often be linked to governments, criminals, and entrepreneurs attempting to influence public sentiment."
    },
    {
      "title": "How Participation Marketing Elevates Your Social Media Strategy",
      "link": "http://www.convinceandconvert.com/social-media-strategy/participation-marketing-elevates-social-media/",
      "description": "In the ever-evolving business of digital marketing, companies are getting creative and encouraging employees to become advocates for their brand. The reason behind this new trend relates to the belief that employees are more authentic in their assessments of the businesses they work for than business owners themselves. Peer recommendations also appear to increase trust in a company. The practice is most commonly known as “employee advocacy” or “social selling,” and recent research data supports the perceived value behind rallying a business’s employees as media advocates. "
    },
    {
      "title": "The Types of Social Media Video Content You Need to Spark Engagement on Each Major Platform",
      "link": "http://www.jeffbullas.com/social-media-video/",
      "description": "All social media networks are created equal, right? Not quite. While the competition to attract and maintain customers’ interest is becoming increasingly fierce, and video content continues to increase in popularity across the board, the types of video content that perform best often vary from platform to platform. It becomes useful, then, to know what types of video content are most effective on the social media platforms your business makes use of most often."
    },
    {
      "title": "Facebook Confirms Test of a Downvote Button for Flagging Comments",
      "link": "https://techcrunch.com/2018/02/08/facebook-downvote-button/",
      "description": "Facebook’s ongoing mission to promote meaningful interactions between its users has led to the social media company’s latest effort to develop a downvote button, intended to allow users to flag and hide comments they deem inappropriate or misleading. Testing is currently underway on a limited number of public Page post comments, but the ability to downvote comments deemed unsavory may raise an issue as to free speech censorship by a media company."
    },
    {
      "title": "NY Top Court Says ‘Private’ Facebook Photos Can be Disclosed",
      "link": "https://www.reuters.com/article/us-new-york-court-facebook/ny-top-court-says-private-facebook-photos-can-be-disclosed-idUSKCN1FX2L0 ",
      "description": "In a recent personal injury lawsuit, the New York State Court of Appeals ruled that Facebook photos shared on a private setting could still be considered discoverable in some instances. While acknowledging that there was “significant controversy” pertaining to what information on Facebook warrants privacy protection, the chief judge indicated that it was appropriate to require the disclosure of materials that contain “material and necessary” evidence or those which are “reasonably calculated” to contain such evidence."
    },
    {
      "title": "YouTube Suspends Ads on Logan Paul Videos, Citing His ‘Pattern of Behavior’",
      "link": "https://www.mercurynews.com/2018/02/09/youtube-suspends-ads-on-logan-paul-videos-citing-his-pattern-of-behavior/ ",
      "description": "YouTube temporarily suspended ads on video blogger Logan Paul’s YouTube channels in February. According to a Google spokesperson, the decision was based on a pattern of behavior that Paul displayed in his videos, which made his channel unsuitable for advertisers, as well as potentially harmful to “the broader creator community.” This suspension comes in the midst YouTube’s ongoing attempts to explore consequences for video creators who engage in what it refers to as “egregious behavior.”"
    }
  ]
}
