{
  "articles": [
    {
      "title": "Older People Shared Fake News on Facebook More Than Others in 2016 Race, Study Says",
      "link": "https://www.nytimes.com/2019/01/10/us/politics/facebook-fake-news-2016-election.html",
      "description": "According to a new study published by Wednesday in Science Advances, Facebook users age 65 and older shared fake news at the highest percentage during the 2016 United States presidential election. The study illustrates how aggressively seniors spread false information on Facebook. On average, US Facebook users who were 65 years old and older posted seven times as many fake news website articles as users aged 29 and younger, per the study. This finding remained true across ideologies, educational levels, and political affiliation. Despite this revelation, the study also indicated that sharing news articles from disreputable sources was relatively uncommon on the whole."
    },
    {
      "title": "Instagram Now Lets You Regram Your Posts to Multiple Accounts",
      "link": "https://techcrunch.com/2019/01/09/instagram-self-regram/",
      "description": "Photo-sharing social network Instagram recently added the ability to publish feed posts to multiple accounts at the same time by simply toggling them on within the IG composer screen. Instagram is rolling out this option to all iOS users to “provide a better experience for people who often post to multiple accounts.”"
    },
    {
      "title": "Zuckerberg’s 2019 Challenge Is To Hold Public Talks on Tech & Society",
      "link": "https://techcrunch.com/2019/01/08/zuckerberg-talks/",
      "description": "While Facebook creator Mark Zuckerberg’s focus for 2018 was largely internal, he recently announced that his 2019 challenge would shift to focusing on external discussions about the role of technology in society in the future. He indicated that he plans to hold talks with different leaders, experts, and community members and that these talks would encompass a range of formats and venues. The one guiding similarity: they will all be publicly viewable from Zuckerberg’s Facebook and Instagram accounts or other traditional media."
    },
    {
      "title": "10 Reasons Why Social Media is Important to Your Company",
      "link": "https://www.searchenginejournal.com/why-social-media-is-important/",
      "description": "Though often seen as an afterthought to a brand’s digital marketing efforts, social media can play a key role in increasing a business’ online presence and overall growth. In addition to being a tool for reputation management, PR, and SEO, social media marketing can help a brand in reaching new prospective clients and recruiting employees."
    },
    {
      "title": "Despite Controversies, Facebook Apps Were the Most Used and Downloaded in 2018",
      "link": "https://www.usatoday.com/story/tech/talkingtech/2019/01/16/despite-privacy-concerns-facebook-apps-most-used-2018/2573650002/",
      "description": "App Annie named Facebook the most used app of 2018, despite its troubling year marked by data breaches and privacy concerns. In addition, Facebook-owned apps Messenger, WhatsApp Messenger, and Instagram were among the most used and downloaded."
    },
    {
      "title": "YouTube Is Ramping Up Enforcement of Its Community Guidelines",
      "link": "https://www.searchenginejournal.com/youtube-is-ramping-up-enforcement-of-its-community-guidelines/",
      "description": "In response to community feedback, YouTube is strengthening enforcement for violations of its policies related to custom thumbnails containing adult content or extreme violence, external links to adult content or spam, and dangerous challenges and pranks. The company will initially issue strikes to account holders who break rules in these areas, and in some cases three strikes in 90 days will lead to account termination."
    }
  ]
}
