{
    "articles": [{
        "title": "Facebook Argues in Court It Can't Monitor All Posts for Racist Language",
        "link": "http://adage.com/article/digital/facebook-says-imonitor-posts-racist-language/307872",
        "description": "In an attempt to prevent an order from a German court that would force it to block a photo that has been misused in multiple hate-speech postings, Facebook attorneys have argued the social network can’t monitor all of its users’ posts for racist language. The suit arose when a Syrian refugee’s selfie with Chancellor Angela Merkel started being shared on Facebook with what the man claims are libelous statements added by other Facebook users."
    }, {
        "title": "How LinkedIn Markets on LinkedIn (Infographic)",
        "link": "http://www.adweek.com/digital/column-five-linkedin-markets-on-linkedin-infographic/",
        "description": "Professional networking site LinkedIn recently conducted a study on marketing on its own platform and published its results in a helpful infographic. Among other things, the study showed that content that included a statistic received more clicks than content without, shorter posts received more engagement, and the use of multiple-layer campaigns (e.g., InMail and Sponsored Content together) resulted in higher click-through rates."
    }, {
        "title": "Twitter Plans to Hide Abusive Tweets, Block Repeat Offenders",
        "link": "https://www.bloomberg.com/news/articles/2017-02-07/twitter-plans-to-hide-abusive-tweets-block-repeat-offenders",
        "description": "After years of criticism that it hasn’t done enough to combat abuse on its platform, Twitter recently announced changes to its policy that would make abusive users less effective. With these changes, Twitter will hide the content of abusive users (rather than delete their content altogether) and prevent banned users from creating new accounts."
    }, {
        "title": "Twitter is Sending Some Users to the Penalty Box",
        "link": "http://mashable.com/2017/02/16/twitter-temporary-account-suspension/",
        "description": "In related news, Twitter is also reportedly temporarily limiting some users' accounts for \"potentially abusive behavior.\" This indicates that the company is more responsive to the continued criticism that it does not do enough to curb abuse on its platform."
    }]
}
