{
  "articles": [
    {
      "title": "Washington Sues Facebook and Google Over Failure to Disclose Political Ad Spending",
      "link": "https://techcrunch.com/2018/06/05/washington-sues-facebook-and-google-over-failure-to-disclose-political-ad-spending/",
      "description": "The state of Washington filed lawsuits in state court alleging that Facebook and Google failed to abide by campaign finance laws with respect to political ads placed on their online platforms as far back as 2013. Washington state campaign finance laws require commercial advertisers that sell political advertising to maintain information about those who purchase advertising. The lawsuits allege that the companies failed to maintain this information and seek damages and injunctive relief."
    }, {
      "title": "Europe’s Top Court Takes a Broad View of Privacy Responsibilities Around Platforms",
      "link": "https://techcrunch.com/2018/06/05/europes-top-court-takes-a-broad-view-on-privacy-responsibilities-around-platforms/",
      "description": "The Court of Justice of the European Union held that an administrator of a fan page on Facebook is jointly responsible with Facebook for the processing of the data of visitors to the page, although the court emphasized that “joint responsibility” does not necessarily imply equal responsibility. With the recent implementation of the General Data Protection Regulation 2016/679 (GDPR), EU member states are showing a willingness to hold companies that collect large amounts of user data to increasingly high standards."
    }, {
      "title": "AT&T’s Time Warner Takeover Wins Judge’s Approval in Defeat for Justice Dept.",
      "link": "https://www.nytimes.com/2018/06/12/business/dealbook/att-time-warner-ruling-antitrust-case.html",
      "description": "A federal judge in DC approved the merger between AT&T and Time Warner, finding that the Justice Department had not proved that the merger would lead to fewer choices for consumers and higher prices for TV and internet services. According to the authors of this article, this decision could lead to “a wave of corporate takeovers.”"
    }, {
      "title": "First State Net Neutrality Law Takes Effect, Countering FCC Repeal",
      "link": "https://arstechnica.com/tech-policy/2018/06/first-state-net-neutrality-law-took-effect-today-countering-fcc-repeal/",
      "description": "A handful of states rushed to pass their own net neutrality rules after the FCC repealed the federal net neutrality rules in December 2017. The federal regulations were officially defunct on June 11, and on that same day, the State of Washington became the first US state to enact a net neutrality law to replace those repealed by the FCC. The state law prohibits internet service providers from blocking or throttling lawful internet traffic and from charging online services for prioritization."
    }, {
      "title": "New Jersey Just Legalized Online Sports Betting",
      "link": "https://www.cnet.com/news/new-jersey-just-legalized-sports-betting/",
      "description": "After the US Supreme Court <a href=\"https://supreme.justia.com/cases/federal/us/584/16-476/\" target=\"_blank\">struck down</a> part of a federal law prohibiting states from authorizing sports gambling, New Jersey (the state involved in that case) governor Phil Murphy signed a bill legalizing sports gambling in that state. According to the author of this article, the bill is expected to open the door for many online gambling websites, particularly ahead of major events."
    }, {
      "title": "Most Facebook Users Hit By Cambridge Analytica Scandal Are Californians",
      "link": "https://www.cnet.com/news/most-facebook-users-hit-by-cambridge-analytica-scandal-are-californians/",
      "description": "CNET reports that most of the users affected by the Cambridge Analytica data breach reside in California. When accounting for differences in overall population, however, Facebook’s recently released state-by-state breakdown of the data improperly shared with Cambridge Analytica show that Washington, DC, has the highest percentage of users affected by the incident."
    }, {
      "title": "Judge Says ‘Literal But Nonsensical’ Google Translation Isn’t Consent For Police Search",
      "link": "https://techcrunch.com/2018/06/15/judge-says-literal-but-nonsensical-google-translation-isnt-consent-for-police-search/",
      "description": "A recent decision by a federal district court judge illustrates how the limitations of translation technology may sometimes serve to secure individuals’ constitutional rights. The case involved police officers requesting to search the vehicle of an individual who did not speak English. The officers apparently tried to use Google Translate to ask for the driver’s consent to search the car, but reportedly asked instead whether they may search for the car. The judge ruled that the driver’s consent to this nonsensical question did not meet the Fourth Amendment standard of “intelligent, knowing, and voluntary” consent."
    }
  ]
}
