{
    "articles": [{
        "title": "Facebook Automates Effort to Flag ‘Fake News’ for Fact Checking",
        "link": "https://www.bloomberg.com/news/articles/2017-08-03/facebook-automates-effort-to-flag-fake-news-for-fact-checking",
        "description": "Facebook has started taking an even more aggressive approach to stopping the spread of fake news. The company announced that it has implemented an algorithm to flag suspicious stories and send them to third-party fact checkers, such as Snopes and Politifact. If the fact-checkers review the post and debunk it or provide additional context, Facebook may include that information with the original content in the news feed."
    }, {
        "title": "Judge Says LinkedIn Can't Block Startup from User’s Public Data",
        "link": "http://thehill.com/policy/technology/346545-federal-judge-says-linkedin-cant-keep-startup-from-public-user-data ",
        "description": "A federal district court judge has <a href=\"https://docs.justia.com/cases/federal/district-courts/california/candce/3:2017cv03301/312704/63\" target=\"_blank\">ruled</a> that LinkedIn cannot block a company from accessing data on users' public profiles. HiQ labs accesses public LinkedIn data and sells analytics to companies such as eBay, Capital One, and GoDaddy to help with employee retention and recruitment. LinkedIn argued that hiQ's service threatened user privacy by helping employers track changes on employees' profiles, but the district court judge found this argument unpersuasive, given that the user data is already public."
    }, {
        "title": "Apple, Google, Facebook Ask Supreme Court to Protect Cell Phone Data Under Fourth Amendment",
        "link": "http://thehill.com/policy/technology/346610-google-facebook-ask-supreme-court-to-protect-cell-phone-data-under-fourth",
        "description": "Apple, Facebook, Google and other major technology companies filed an amicus brief in Carpenter v. United States asking the US Supreme Court to hold that the government must have a warrant to obtain their users' data. In <a href=\"https://www.oyez.org/cases/2017/16-402\" target=\"_blank\">Carpenter v. United States</a>, the Court will decide whether the Fourth Amendment protects cell-site data. Cornell Law professor Sherry Colb has analyzed that case on <a href=\"https://verdict.justia.com/2017/06/21/supreme-court-considers-whether-grant-privacy-cell-tower-location-records\" target=\"_blank\">Verdict</a>."
    }, {
        "title": "Politician Can’t Ban Constituent From Her Official Facebook Page",
        "link": "http://blog.ericgoldman.org/archives/2017/07/politician-cant-ban-constituent-from-her-official-facebook-page-davison-v-loudoun-county-supervisors.htm",
        "description": "A federal district court judge has <a href=\"https://docs.justia.com/cases/federal/district-courts/virginia/vaedce/1:2016cv00932/348006/132\" target=\"_blank\">held</a> that even a short-term ban of a constituent from a public official's Facebook page violates the First Amendment. The judge wrote that \"when one creates a Facebook page, one generally opens a digital space for the exchange of ideas and information\" and that banning the constituent \"under color of law\" \"did in fact violate [his] right of free speech under the First Amendment.\" This decision could have interesting implications for similar lawsuits against Donald Trump for blocking users on Twitter."
    }, {
        "title": "10 Members of Congress Rake FCC Over the Coals in Official Net Neutrality Comment",
        "link": "https://techcrunch.com/2017/08/06/10-members-of-congress-rake-fcc-over-the-coals-in-official-net-neutrality-comment/",
        "description": "The latest development in the FCC's proposal to undo net neutrality rules comes from Congress. In a scathing comment on the FCC proposal to end utility-style regulation of the Internet, ten representatives expressed \"deep concern that the FCC's proposal...fundamentally and profoundly [ran] counter to the law.\""
    }, {
        "title": "The Supreme Court is About to Become More Transparent, Thanks to Technology",
        "link": "https://www.washingtonpost.com/news/the-switch/wp/2017/08/03/the-supreme-court-has-finally-embraced-the-21st-century/",
        "description": "The US Supreme Court recently announced that it will be moving to electronic filing of documents. Parties represented by counsel will be required to upload digital copies of their filings, and the Court staff will upload documents for parties representing themselves. The documents will be freely accessible from the Court's homepage. Although virtually all lower federal courts already use an electronic filing system (called PACER), the Supreme Court's tool goes further than PACER by making all its filings free (PACER charges $0.10 per page)."
    }]
}
