{
    "articles": [{
        "title": "Apple, Facebook, Google, Microsoft and 93 Other Tech Companies Call Travel Ban ‘Unlawful’ in Rare Coordinated Legal Action",
        "link": "https://www.washingtonpost.com/news/the-switch/wp/2017/02/05/uber-twitter-netflix-and-other-tech-giants-to-call-travel-ban-unlawful-in-rare-coordinated-legal-action/",
        "description": "In an unusual move, almost 100 of Silicon Valley’s leading tech businesses signed onto an amicus brief filed with the U.S. Court of Appeals for the 9th Circuit, opposing the Trump administration’s controversial executive order banning immigration from seven majority-Muslim countries. In the filing, the companies stated that in addition to departing from principles of fairness, the executive order would harm their ability to attract talent and investment to the United States from around the world. Later that week, the 9th Circuit <a href=\"https://docs.justia.com/cases/federal/appellate-courts/ca9/17-35105/134\" target=\"_blank\">declined</a> to stay the Washington district court order enjoining enforcement of the ban while the government appeals that decision."
    }, {
        "title": "For First Time, FTC Says TV Viewing Data Is Sensitive Data",
        "link": "http://adage.com/article/media/time-ftc-tv-viewing-data-sensitive-data/307883/",
        "description": "In a groundbreaking settlement, smart TV maker Vizio has agreed to pay over $2.2 million following <a href=\"https://dockets.justia.com/docket/new-jersey/njdce/2:2017cv00758/344457\" target=\"_blank\">allegations</a> by the FTC and the New Jersey attorney general’s office that it improperly collected and used consumer viewing data. Vizio was accused of deceiving consumers by collecting second-by-second information from 11 million internet-connected devices regarding their viewing habits without informed consent, and selling the data to third parties. This is a landmark outcome because it is the first time the FTC has designated TV viewing data as “sensitive information,” a category that carries special protection for consumers. It also signals a potential new era of oversight for TV data collection, an area that has seen little regulation in the past."
    }, {
        "title": "Homeland Security Secretary: Travel Vetting Could Include Passwords, Tweets",
        "link": "http://www.npr.org/2017/02/09/514175464/homeland-security-secretary-travel-vetting-could-include-passwords-tweets",
        "description": "Recently confirmed Homeland Security Secretary John Kelly has stated that residents of the seven majority-Muslim countries targeted by Trump’s recent attempted immigration ban may be required to provide passwords and lists of websites visited before entering the U.S. Immigration officials are also considering reviewing applicants’ social media use, cell phone contacts, and financial information as a means of vetting that data against information the U.S. and E.U. already have on file."
    }, {
        "title": "Yahoo Hit With Data Breach Class Action Lawsuit Claiming Credit Card Details Stolen",
        "link": "http://www.siliconbeat.com/2017/02/08/yahoo-hit-with-data-theft-class-action-lawsuit-claiming-credit-card-details-stolen/",
        "description": "Following disclosures of two separate hacks that together compromised an estimated 1.5 billion user accounts, Yahoo has been the target of at least two dozen lawsuits, the most recent being a data breach class action suit alleging that credit card data was stolen as a result of the breaches. <a href=\"https://dockets.justia.com/docket/california/candce/5:2017cv00641/307656\" target=\"_blank\">Filed</a> in federal court in San Jose, the lawsuit claims that the named plaintiff incurred fraudulent charges on two credit cards, and was later a victim of identity theft. He alleges that Yahoo’s conduct amounted to deceptive business practices, though Yahoo has previously stated that credit card data was not believed to be vulnerable as a result of the hacks."
    }, {
        "title": "Diehard Coders Just Rescued NASA’s Earth Science Data",
        "link": "https://www.wired.com/2017/02/diehard-coders-just-saved-nasas-earth-science-data/",
        "description": "Concerned about the preservation of government science data under the new presidential administration, coders across the country are beginning coordinated efforts to collect and save this data on non-government servers. Hackers, scientists, and students are working frantically to archive data legally retrieved from numerous government websites and databases, and to devise systems for tracking any changes to currently posted information. Areas of interest include data not only related to climate change, but other scientific, historical, and cultural issues."
    }]
}
