{
  "articles": [
    {
      "title": "FCC Repeals Net Neutrality Rules",
      "link": " https://www.nytimes.com/2017/12/14/technology/net-neutrality-repeal-vote.html",
      "description": "In a hotly disputed move, the Federal Communications Commission voted in December to dismantle rules regulating internet service providers, commonly known as net neutrality. Proponents of the change argue that rollback of the rules will benefit consumers because broadband providers like AT&T and Comcast could then offer them a wider variety of service options. Opponents of the move express concern that consumers will have more difficulty accessing content online and that certain content providers will be given greater access for lower costs than others."
    },
    {
      "title": "Yahoo Parent Sues Mozilla for Replacing it With Google as Firefox Default Search",
      "link": " https://searchengineland.com/yahoo-parent-sues-mozilla-replacing-google-firefox-default-search-287872",
      "description": "Three years ago, Yahoo and Mozilla announced that Yahoo would be the default search engine on Mozilla’s Firefox browser in the US. However, when Mozilla released the much-improved Firefox Quantum browser recently, Google had replaced Yahoo as the default search provider. Yahoo’s parent company, Oath (Verizon), is now suing Mozilla for breach of contract. In response, Mozilla asserts that Yahoo did not live up to search quality standards that it promised to maintain at the time of the initial agreement."
    },
    {
      "title": "Apple’s Widened Ban on Templated Apps is Wiping Small Businesses From the App Store",
      "link": " https://techcrunch.com/2017/12/08/apples-widened-ban-on-templated-apps-is-wiping-small-businesses-from-the-app-store/ ",
      "description": "Apple recently updated its App Store guidelines to include a new rule allowing it to ban apps created by a “commercialized template or app generation service.” The stated purpose of this change was to clean up the marketplace of low-quality clone and spam apps, but it appears to be having the effect of blocking apps created by and for small businesses. Many small business app developers lack the resources to write an app from scratch and rely on templates to produce their apps. This shift has caught the attention of Congress, and critics are calling on Apple to revise the policy so as not to exclude products by these small businesses."
    },
    {
      "title": "Facebook Offers Its Harassment Policy as a Guide For Tech Firms",
      "link": " https://www.bloomberg.com/news/articles/2017-12-08/facebook-offers-its-own-harassment-policy-as-a-guide-tech-firms ",
      "description": "In an attempt to serve as an example for other companies to follow, Facebook has made public its internal sexual harassment policy. Many Silicon Valley companies, as well as tech, entertainment, finance, and media companies in other parts of the country have been facing increasing scrutiny for allegedly widespread sexual harassment within their organizations. This move by Facebook seems to signal that company’s serious intentions to combat sexual harassment in the workplace."
    },

    {
      "title": "State Attorneys General Line Up to Sue FCC Over Net Neutrality Repeal",
      "link": " https://arstechnica.com/tech-policy/2017/12/state-attorneys-general-line-up-to-sue-fcc-over-net-neutrality-repeal/ ",
      "description": "In the wake of the FCC’s repeal of net neutrality regulations, attorneys general from several states, led by New York Attorney General Eric Schneiderman, are filing lawsuits to challenge the FCC’s policy shift. According to Schneiderman, the new policy would allow broadband providers to charge consumers more to access certain websites or throttle the bandwidth to streaming video sites Netflix or Hulu."
    },
    {
      "title": "The Top 10 Legal Tech Stories of 2017",
      "link": " http://www.abajournal.com/news/article/the_top_10_legal_tech_stories_of_2017 ",
      "description": "The ABA Journal recaps ten of the biggest legal tech stories of 2017, from the repeal of net neutrality rules to the legal implications of the president’s tweets. Among the other highlights of the year are: the trend of legal tech company buyouts and consolidations, the US Supreme Court’s new electronic filing system, and a decision by the Supreme Court that significantly curtails the ability of so-called patent trolls to “forum shop.”"
    }
  ]
}
