{
    "articles": [
        {
            "title": "As Trump’s FCC Boss Looks to Kill Today’s Net Neutrality Laws, Silicon Valley Companies are Starting to Push Back",
            "link": "http://www.businessinsider.com/fcc-ajit-pai-net-neutrality-internet-association-google-facebook-netflix-2017-4/",
            "description": "A group of technology companies, including Google, Facebook, and Netflix, recently met with FCC chair Ajit Pai to express support for current net neutrality rules, which Pai is expected to eliminate in the coming months. Under current rules, an internet service provider cannot give preferential treatment to certain content providers over others, nor can it require content providers to pay for faster delivery to consumers."
        },
        {
            "title": "Why It Matters That Google Home Can Now Identify You by Voice",
            "link": "https://www.washingtonpost.com/news/the-switch/wp/2017/04/20/why-it-matters-that-google-home-can-now-identify-you-by-voice/",
            "description": "Google recently updated its voice-activated home hub to distinguish between different speakers. While some voice assistants, like Apple’s Siri, are typically used on personal devices by one individual, home hubs are often accessible to multiple people, making it more important to distinguish between speakers. The feature is primarily aimed at reducing the incidence of accidental (or unauthorized) commands."
        },
        {
            "title": "“Unenforceable”: How Voluntary Net Neutrality Lets ISPs Call the Shots",
            "link": "https://arstechnica.com/tech-policy/2017/04/unenforceable-how-voluntary-net-neutrality-lets-isps-call-the-shots/",
            "description": "In light of expectations that FCC chair Ajit Pai will eliminate the FCC’s classification of internet service providers (ISPs) as common carriers under Title II of the Communications Act, this article explains the limitations of “voluntary” net neutrality, which is the proposed alternative. Specifically, if net neutrality is shifted from the FCC to the FTC, then ISPs would only be bound by the specific promises they choose to make, and it is unclear how those might be enforced or maintained."
        },
        {
            "title": "162 Tech Companies File Brief Against the Latest Immigration Executive Order",
            "link": "https://techcrunch.com/2017/04/19/162-tech-companies-file-brief-against-the-latest-immigration-executive-order/",
            "description": "In mid-April, 162 technology companies—including Google, Facebook, Amazon, Microsoft, and Yahoo—filed a joint amicus brief in support of a lawsuit challenging President Trump’s immigration order issued in March. The brief claims that the executive order violates federal anti-discrimination law and is overbroad in application, banning millions of people who “could not plausibly be foreign terrorists.”"
        },
        {
            "title": "Torching the Modern-Day Library of Alexandria",
            "link": "https://www.theatlantic.com/technology/archive/2017/04/the-tragedy-of-google-books/523320/",
            "description": "This article chronicles the concept, growth, litigation, and demise of Google’s ambitious “Project Ocean,” which sought to build a digital library by scanning every book in the world. The struggle reflects the complexity and nuance of copyright in a digital age, and the sometimes-competing, sometimes-complementary interests of individual authors, large publishing companies, and a giant technology company that once urged to itself “don’t be evil.”"
        }
    ]
}




