{
  "articles": [
    {
      "title": "Salesforce CEO Marc Benioff and His Wife Are Buying Time Magazine",
      "link": "https://money.cnn.com/2018/09/16/media/salesforce-marc-benioff-time-magazine/index.html",
      "description": "Salesforce CEO Marc Benioff recently announced that he and his wife Lynn would be buying Time Magazine from Meredith Corp. for $190 million. The purchase reportedly will be completely separate from Salesforce. Readers may recall that almost exactly five years ago, Amazon CEO Jeff Bezos purchased The Washington Post, which Bezos also keeps separate from Amazon."
    },
    {
      "title": "Judge: FCC Can’t Hide Records That May Explain Net Neutrality Comment Fraud",
      "link": "https://arstechnica.com/tech-policy/2018/09/judge-fcc-cant-hide-records-that-may-explain-net-neutrality-comment-fraud/",
      "description": "A federal judge in DC recently held that the Federal Communications Commission (FCC) must respond to a request under the Freedom of Information Act (FOIA) for documents pertaining to the huge number of apparently fraudulent comments on the FCC’s website over its repeal of net neutrality rules. The order requires the FCC to turn over the email addresses that were used to submit the CSV files that contained the bulk comments."
    },
    {
      "title": "Europe’s New Copyright Law Could Change the Web Worldwide",
      "link": "https://www.wired.com/story/europes-copyright-law-could-change-the-web/",
      "description": "The EU Parliament recently passed a new copyright law that could have far-reaching implications, well beyond the borders of the EU. Under current copyright law, platforms are not liable for infringing works that are uploaded by third parties. The proposed EU law, if passed and adopted by member states, would hold platforms liable for the content they host, subject to a few exceptions."
    },
    {
      "title": "Delta to Start Scanning Faces at Airport Check-In",
      "link": "https://techcrunch.com/2018/09/20/delta-to-start-scanning-faces-at-airport-check-in/",
      "description": "Delta Airlines recently announced that it would start scanning international passengers’ faces as part of an effort to expedite security procedures. US citizens would reportedly have the opportunity to opt out of the biometric scanning, and those who do will have their documents checked manually."
    }
  ]
}
