{
    "articles": [{
        "title": "Google to Launch a Jobs Search Engine in the U.S.",
        "link": "https://techcrunch.com/2017/05/17/google-to-launch-a-jobs-search-engine-in-the-u-s/",
        "description": "At its recent I/O developer conference, Google announced that it will be expanding into the jobs search arena, at least for jobs in the United States. As it rolls out this new service, the search engine will begin to identify queries that look like job searches, and in its results it will highlight jobs the user may be interested in. Google mentioned that it will be partnering with other job search engines, such as LinkedIn, Facebook, and Glassdoor, rather than seeking to displace them."
    }, {
        "title": "Two Major Changes Potentially Coming to EU’s Right to Be Forgotten With Global Implications",
        "link": "http://searchengineland.com/two-major-changes-potentially-coming-eus-right-forgotten-global-implications-275047",
        "description": "Google’s Senior Privacy Counsel Peter Fleischer discusses two major issues presented by the EU’s consideration of a “right to be forgotten” (RTBF). Specifically, Fleischer considers (1) whether RTBF should be absolute — requiring automatic delisting — when the underlying content in dispute involves “sensitive personal data” and (2) whether RTBF should be enforced in places outside of the EU’s jurisdiction. Fleischer cautions against policies that place the interests of individuals over the broader public interest."
    }, {
        "title": "Google Assistant Comes to iPhone, Adds Alerts, Hands-Free Calling & More",
        "link": "http://searchengineland.com/google-assistant-comes-iphone-adds-alerts-hands-free-calling-275263",
        "description": "Another announcement Google made at its I/O developer conference was that it will be making its voice-activated Assistant available for iPhone users, to compete with Apple’s Siri and Microsoft’s Cortana. Assistant will also be getting some new features, including notifications and reminders, type or voice input, hands-free calling, and more."
    }, {
        "title": "EU Fines Facebook $122 Million For Misleading Information Over WhatsApp Buyout",
        "link": "https://www.usatoday.com/story/tech/2017/05/18/eu-fines-facebook-for-misleading-information-over-whatsapp-buyout/101821432/",
        "description": "The European Union fined Facebook 110 million euros ($122 million) for providing misleading information related to its buyout of the mobile messaging service WhatsApp. The European Commission stated that the amount of the fine is proportionate and hopes that it serves as a deterrent to other companies that consider providing inaccurate or incomplete information in advance of a merger."
    }, {
        "title": "‘Google’ Not Generic, Appeals Court Rules In Trademark Case",
        "link": "http://www.siliconbeat.com/2017/05/17/google-not-generic-appeals-court-rules-in-trademark-case/",
        "description": "The U.S. Court of Appeals for the Ninth Circuit recently held that although “Google” is often used as a verb, it is not synonymous with “searching the web” and thus is not “generic” for the purposes of trademark law. The court found that the plaintiffs failed to prove that people use the word “google” to mean generic web searches rather than going to Google to conduct a search. Thus, Google has the right to protect its trademark."
    }, {
        "title": "FCC Votes to Begin Rollback of Net Neutrality Regulations",
        "link": "http://www.npr.org/sections/thetwo-way/2017/05/18/528941897/fcc-votes-to-begin-rollback-of-net-neutrality-regulations",
        "description": "In a 2-1 vote along party lines, the FCC commissioners took the first steps toward loosening the regulations on cable and telecom companies, often known as net neutrality rules. Under the Obama administration, the FCC required that internet service providers such as Comcast or Verizon treat all web traffic equally and fairly, which meant that they could not discriminate among content providers by blocking access or throttling speed."
    }, {
        "title": "Google Unveils Next Generation Products at Google I/O Event",
        "link": "http://www.socialmediatoday.com/technology-data/google-unveils-next-generation-products-google-io-event",
        "description": "Also announced at Google’s I/O development conference were a few next-generation products we can expect the search engine giant to unveil over the next several months: Lens, which allows users to get relevant information about a place or object by uploading a photo of it; Google Assistant on iPhone (the voice-activated assistant was already available on Android devices); an expanded smart reply system for email, new photo tools, and more."
    }]
}
