{
  "articles": [
    {
      "title": "Supreme Court to consider major digital privacy case on Microsoft email storage",
      "link": "https://www.washingtonpost.com/politics/courts_law/supreme-court-to-consider-major-digital-privacy-case-on-microsoft-email-storage/2017/10/16/b1e74936-b278-11e7-be94-fabb0f1e9ffb_story.html?utm_term=.a634207d3df1",
      "description": "The US Supreme Court agreed to review a case concerning email data stored by Microsoft overseas. In response to a warrant seeking data stored exclusively on servers in Ireland, Microsoft declined to provide the federal government with the information, claiming that such data was beyond the government’s authority. The Court will decide the case during the current term, which ends in June 2018. Read more about <a href=\"https://www.oyez.org/cases/2017/17-2\" target=\"_blank\">United States v. Microsoft Corporation</a> on <a href=\"https://www.oyez.org/\" target=\"_blank\">Oyez.org</a>."
    },
    {
      "title": "IRS suspends contract with Equifax after malware discovered",
      "link": "https://www.cbsnews.com/news/equifax-irs-data-breach-malware-discovered/",
      "description": "The IRS recently announced that it was temporarily suspending a contract with Equifax after malware was found on the credit bureau's website. Equifax, one of the three major credit reporting companies in the United States, infamously exposed more than half of all adult Americans to identify theft in a recent data breach. The company clarified that the presence of malware was not technically a hack, but experts agree that consumers using the site could easily have been tricked into downloading malware."
    },
    {
     "title": "California DMV tweaks rules to allow completely driverless cars",
     "link": "https://www.engadget.com/2017/10/12/california-dmv-modifies-rules-to-allow-driverless-cars/",
     "description": "In response to the trend toward self-driving cars, the California Department of Motor Vehicles has modified its regulations to streamline the testing and use of fully autonomous cars. California already has more self-driving cars than any other state in the country, and this change may further widen that gap, though self-driving cars are subject to federal regulation as well."
    },
    {
      "title": "Internet Archive trolls copyright zealots by naming collection after Sonny Bono",
      "link": "https://arstechnica.com/tech-policy/2017/10/internet-archive-puts-full-out-of-print-books-from-20s-and-30s-online/",
      "description": "The Internet Archive, known for pushing boundaries of copyright and promoting public access to obscure works, is taking advantage of a provision of US copyright law that permits republishing entire copies of out-of-print books published between 1923 and 1941. To date it has scanned 62 books that fall within the provision, but it hopes to add thousands more and encourages other libraries to help in the effort. By naming the collection the “Sonny Bono Memorial Collection,” the Internet Archive is poking fun at the musician-turned-congressman who was ultimately responsible for the unpopular legislation (at least among free information advocates) that extended the term of copyright by 20 years, and for whom the legislation was named."
    },
    {
      "title": "Court significantly reins in what data anti-Trump website must give to feds",
      "link": "https://arstechnica.com/tech-policy/2017/10/court-reins-in-what-data-anti-trump-website-must-give-up-to-feds/",
      "description": "A Washington, DC, superior court judge recently ruled that the US Department of Justice overstepped when it issued a warrant against DreamHost seeking 1.3 million IP addresses that accessed a website that helped organize nationwide protests against President Donald Trump on his inauguration day. The DOJ already withdrew from its initial position a few months ago, claiming that it didn’t mean to seek that many IP addresses. Under the judge’s ruling, DreamHost will not have to provide IP addresses or any other identifying information unless the government can show that a particular person was involved in alleged criminal behavior."
    },
    {
      "title": "Apple Responds to Senator Franken’s Face ID Privacy Concerns",
      "link": "https://techcrunch.com/2017/10/17/apple-responds-to-senator-frankens-face-id-privacy-concerns/",
      "description": "Among those who have expressed privacy concerns about Apple’s new Face ID authentication mechanism is Senator Al Franken (D-Minn.), who had written a letter to Apple asking for more information about the technology that makes its debut with the much-anticipated iPhone X. Apple responded to Senator Franken’s letter, first pointing him to publicly published information on Apple’s website, but also going into greater detail about each of the questions the senator posed. Apple did not respond to a question about requests from law enforcement, most likely because of the politically sensitive nature of that topic."
    }
  ]
}









