{
  "articles": [
    {
      "title": "Amazon Cancels Plans to Build New York Headquarters",
      "link": "https://www.cnn.com/2019/02/14/tech/amazon-hq2-nyc/",
      "description": "After a much-publicized process of selecting two cities for its next headquarters, Amazon announced that it would not be moving forward with one of the two cities that it had ultimately chosen. In mid-February, the internet giant officially canceled its plans to expand into the Queens borough of New York City, citing opposition from state and local politicians."
    },
    {
      "title": "Texas Lawmaker Wants to Ban Mobile Throttling in Disaster Areas",
      "link": "https://arstechnica.com/tech-policy/2019/02/texas-lawmaker-wants-to-ban-mobile-throttling-in-disaster-areas/",
      "description": "Rep. Bobby Guerra, a member of the Texas House of Representatives, has authored a bill that would prohibit mobile internet service providers from “impair[ing] or degrad[ing] lawful mobile Internet service access in an area subject to a declared state of disaster.” This bill was in response to Verizon's throttling of a data plan used by Santa Clara County firefighters during a wildfire response in California last year, which Verizon reportedly claimed was a customer-support error. Consumers are increasingly concerned that the Federal Communications Commission (FCC) is not adequately overseeing and regulating the actions of service providers."
    },
    {
      "title": "SpaceX Seeks FCC OK For 1 Million Satellite Broadband Earth Stations",
      "link": "https://arstechnica.com/information-technology/2019/02/spacex-seeks-fcc-ok-for-1-million-satellite-broadband-earth-stations/",
      "description": "SpaceX is reportedly seeking approval from the FCC to deploy up to one million stations to receive transmissions from the nearly 12,000 low-earth orbit satellites the FCC authorized last year. The company has stated that it aims to deploy broadband internet access throughout the United States through its satellite system."
    },
    {
      "title": "NYPD to Google: Quit Tracking Drunk-Driving Checkpoints on Waze",
      "link": "https://mashable.com/article/nypd-google-waze-police-tracking-dui-checkpoints/#Am5wYYnb7iq1",
      "description": "The New York Police Department reportedly sent a cease-and-desist letter to Google over a feature in its Waze app that allows users to mark (and other users to subsequently see) police presence on a map. In its letter, the NYPD allegedly argues that posting the locations of DWI checkpoints may be criminal conduct."
    },
    {
      "title": "Russia Plans to Test a Kill Switch That Disconnects the Country From the Internet",
      "link": "https://techcrunch.com/2019/02/11/russia-internet-turn-off-digital-economy-national-program/",
      "description": "Several news outlets report that Russia is developing the infrastructure necessary to operate its own state-controlled internet service disconnected from the rest of the world. Under a program introduced last year, Russian internet providers will need to make necessary changes to remain operational if the country is cut off from the internet."
    },
    {
      "title": "EU Copyright Directive Poised to Become Law, Includes Licensing Fees for Search Engines",
      "link": "https://searchengineland.com/eu-copyright-directive-poised-to-become-law-includes-licensing-fees-for-search-engines-312175",
      "description": "The European Union is on the brink of enacting sweeping copyright legislation to change the compensation structure between content creators (such as publishers, writers, and artists) and distributors (such as search engines and news aggregators). Critics of the new law say that it will infringe on speech and negatively affect consumers and small publishers, while the law’s advocates say it provides fair compensation for content creators in this digital age."
    }
  ]
}
