{
  "articles": [
    {
      "title": "Board Sued Over Google’s Exit Package for Accused Executive",
      "link": "https://www.nytimes.com/2019/01/10/technology/google-rubin-shareholder-lawsuit.html",
      "description": "A shareholder of Google’s parent company, Alphabet, has filed a lawsuit in the San Mateo County Superior Court against the board of directors over the substantial exit package it gave to former senior executive Andy Rubin, who was credibly accused of sexual harassment. The lawsuit alleges that the board played an “active and direct role” in approving the $90 million severance and that it was intended to “keep the matter quiet.” The lawsuit seeks damages and policy changes to improve oversight and transparency and to improve corporate governance."
    },
    {
      "title": "Feds Forcing Mass Fingerprint Unlocks is an “Abuse of Power,” Judge Rules",
      "link": "https://arstechnica.com/tech-policy/2019/01/feds-forcing-mass-fingerprint-unlocks-is-an-abuse-of-power-judge-rules/",
      "description": "A federal magistrate judge in California recently ruled that police cannot use a warrant issued for searching a criminal suspect’s house to also seize all digital devices and compel anyone present to unlock those devices biometrically. Magistrate Judge Kandis Westmore pointed out that the government had  other legal means to obtain digital data, and “[w]hile it may be more expedient to circumvent Facebook and attempt to gain access by infringing on the Fifth Amendment's privilege against self-incrimination, it is an abuse of power and is unconstitutional.”"
    },
    {
      "title": "Software Patents Poised to Make a Comeback Under New Patent Office Rules",
      "link": "https://arstechnica.com/tech-policy/2019/01/software-patents-poised-to-make-a-comeback-under-new-patent-office-rules/",
      "description": "The US Patent and Trademark Office recently published revisions to its Manual of Patent Examination Procedure (MPEP), which offers guidance to patent examiners. The revision reportedly includes far tighter restrictions on what may be excluded from patentability, leading critics to express concerns that the new policies could make it too easy for so-called patent trolls to get broad software patents—and to sue companies that accidentally infringe them."
    },
    {
      "title": "Court: Politicians Who Block Citizens on Social Media Violate 1st Amendment",
      "link": "https://arstechnica.com/tech-policy/2019/01/court-politicians-who-block-citizens-on-social-media-violate-1st-amendment/",
      "description": "The US Court of Appeals for the Fourth Circuit recently held, in <a href=\"https://law.justia.com/cases/federal/appellate-courts/ca4/17-2002/17-2002-2019-01-07.html\" target=\"_blank\"><b>Davison v. Randall</b></a>, that government officials cannot block citizens from posting on official social media accounts without running afoul of the First Amendment of the US Constitution. The judge ruled that the First Amendment limits the government’s ability to censor speech in a public forum, such as a governmental official page on Facebook."
    },
    {
      "title": "That GoFundMe to Build a Border Wall Is Issuing $20 Million In Refunds",
      "link": "https://techcrunch.com/2019/01/11/wall-gofundme-trump-border-wall-brian-kolfage/",
      "description": "A GoFundMe campaign that raised $20 million in an attempt to help the Trump administration build a wall on the southern US border has run into problems with its fundraising platform. The original language of the campaign promised donors a refund if the $1 billion goal was not met, but that language reportedly disappeared in December, in violation of GoFundMe policies. GoFundMe will automatically refund all the donations, and anyone who still wants their money to go to the campaign will need to affirmatively opt in."
    },
    {
      "title": "Cambridge Analytica’s Parent Pleads Guilty to Breaking UK Data Law",
      "link": "https://techcrunch.com/2019/01/09/cambridge-analyticas-parent-pleads-guilty-to-breaking-uk-data-law/",
      "description": "The parent company of Cambridge Analytica, the political analytics firm accused of mishandling massive amounts of Facebook data around the 2016 presidential election, has pleaded guilty to breaking UK law and received a fine of £15,000. In an official statement, UK Information Commissioner Elizabeth Denham said, “This prosecution, the first against Cambridge Analytica, is a warning that there are consequences for ignoring the law. Wherever you live in the world, if your data is being processed by a UK company, UK data protection laws apply.”"
    },
    {
      "title": "Despite Promises to Stop, US Cell Carriers Are Still Selling Your Real-Time Phone Location Data",
      "link": "https://techcrunch.com/2019/01/09/us-cell-carriers-still-selling-your-location-data/",
      "description": "In 2017, four of the largest US cell carriers (AT&T, Verizon, T-Mobile, and Sprint) were discovered to be selling real-time location data of their customers to third parties, who could then locate any phone using only the phone number. Despite the substantial criticism directed at the carriers, they allegedly are still selling the data, albeit to a different third party (that offers the same service)."
    },
    {
      "title": "FCC Asks Court for Delay in Case That Could Restore Net Neutrality Rules",
      "link": "https://arstechnica.com/tech-policy/2019/01/fcc-asks-court-for-delay-in-case-that-could-restore-net-neutrality-rules/",
      "description": "In the court case challenging the Federal Communications Commission (FCC’s) decision at the end of December 2017 to repeal net neutrality rules, the FCC recently asked the court to delay oral arguments due to the government shutdown. The court denied the FCC’s request, so oral arguments will take place as scheduled on February 1."
    }
  ]
}
