{
    "articles": [{
            "title": "Can Cops Use iPhone X's Facial Recognition Technology to Access Users' Information?",
            "link": "http://www.abajournal.com/news/article/can_cops_use_iphone_xs_facial_recognition_technology_to_access_users_iphone",
            "description": "With Apple’s recent announcement that the much-anticipated iPhone X will replace fingerprint technology with face-recognition technology, civil liberties advocates are expressing concern that law enforcement officers might be able to force users to unlock their devices and search them. Although it is fairly settled law that police may not require an arrestee to reveal their passcode, it remains unclear whether police may unlock an arrestee’s phone using its face-recognition technology."
        }, {
            "title": "Chatbot Lets You Sue Equifax for Up to $25,000 Without a Lawyer",
            "link": "https://www.theverge.com/2017/9/11/16290730/equifax-chatbots-ai-joshua-browder-security-breach",
            "description": "The DoNotPay chatbot recently made news as a simple tool to help users fight parking tickets, but it has expanded to helping consumers with other simple legal issues. Following the Equifax security breach, DoNotPay is encouraging consumers (and helping them) to sue Equifax in small claims court for the maximum amount permissible in their state."
        }, {
            "title": "Your Local Library’s e-Books Will Now Show Up in Google Searches",
            "link": "https://www.engadget.com/2017/09/19/local-library-e-books-show-up-google-searches/",
            "description": "Google recently announced a partnership with local libraries, allowing users who search for a book through Google to get results that include nearby libraries that carry an e-book version, as well. Purchase options will also be included in the search results."
        }, {
            "title": "Using Truly Secure Passwords: 6 Essential Reads",
            "link": "https://gcn.com/articles/2017/09/19/better-passwords.aspx ",
            "description": "With nearly every website requiring (or encouraging) users to register with a username and password, it’s becoming increasingly difficult to keep one’s information secure while still remembering all these passwords. This article provides several tips to maintaining secure passwords, including using a password manager and incorporating emojis into passwords."
        }, {
            "title": "DOJ Backs Down from Facebook Gag Orders in Not-so-secret Investigation",
            "link": "https://www.eff.org/deeplinks/2017/09/victory-doj-backs-down-facebook-gag-orders-not-so-secret-investigation",
            "description": "Several months ago, Facebook challenged on First Amendment grounds the gag orders that accompanied search warrants issued by the US Department of Justice, particularly in light of the fact that the investigations were already known to the public. The DOJ originally argued for the gag orders but recently reversed its position, concluding that there is no need to order Facebook to keep an investigation “secret” when it was never secret in the first place."
        }, {
            "title": "ACLU Suit Challenges Warrantless Searches of Electronic Devices at Border",
            "link": "http://www.abajournal.com/news/article/aclu_suit_challenges_warrantless_searches_of_electronic_devices_at_border",
            "description": "The American Civil Liberties Union and the Electronic Frontier Foundation recently filed a lawsuit in federal court challenging warrantless searches of smartphones, laptops, and other electronic devices at certain border checkpoints. The lawsuit argues that such warrantless searches violate the Fourth Amendment of the US Constitution, especially given the US Supreme Court’s 2014 decision in Riley v. California, in which the Court held that police cannot conduct a warrantless search of the contents of a cellphone seized during an arrest."
        }
    ]
}
