{
  "articles": [
    {
      "title": "Amazon’s Alexa Might Be a Key Witness in a Murder Case",
      "link": "https://www.vox.com/the-goods/2018/11/12/18089090/amazon-echo-alexa-smart-speaker-privacy-data",
      "description": "A New Hampshire judge has ordered Amazon to turn over data from an Echo smart speaker that was present in a home where a double murder took place. This request highlights an emerging trend of law enforcement requests for user data collected by smart speakers, Fitbits, iPhones, and other Internet-connected devices in criminal cases. "
    },
    {
      "title": "What Happens to Free Speech When We All Live in a Virtual World?",
      "link": "https://www.recode.net/2018/11/8/18075744/palmer-luckey-free-speeh-virtual-reality-facebook",
      "description": "The conservative co-founder of virtual reality company Oculus is more concerned about threats to free speech than the risks posed by artificial intelligence or facial recognition technology. Envisioning a future where people spend most of their time in a virtual world, he worries that people will be restricted in the exchange of ideas and lack an understanding of the concept of free speech in that setting."
    },
    {
      "title": "FCC Tells SpaceX It Can Deploy Up to 11,943 Broadband Satellites",
      "link": "https://arstechnica.com/information-technology/2018/11/spacex-gets-fcc-approval-for-7500-more-broadband-satellites/",
      "description": "The FCC has granted SpaceX approval to deploy over 7,500 broadband satellites in addition to the almost 4,500 satellites that were approved for the company earlier this year. The larger group of satellites that was recently approved will operate at a low orbit close to the Earth, which SpaceX says will improve broadband performance in highly populated areas. The FCC has conditioned its approval of the additional satellites on SpaceX providing a satisfactory space debris mitigation plan in light of the large number of devices it proposes to release into orbit."
    },
    {
      "title": "Supreme Court Rejects Industry Challenge of 2015 Net Neutrality Rules",
      "link": "https://arstechnica.com/tech-policy/2018/11/supreme-court-wont-rule-on-legality-of-obama-era-net-neutrality-rules/",
      "description": "The US Supreme Court will not hear the broadband industry’s challenge to the Obama administration’s net neutrality rules. These rules were already reversed by FCC Chairman Ajit Pai, who was appointed under the Trump administration. However, broadband companies and lobbyists were attempting to further undermine the 2015 Obama rules by undoing court precedent supporting them."
    },
    {
      "title": "Court Filings Accidentally Reveal Charges Against Julian Assange",
      "link": "https://techcrunch.com/2018/11/16/court-filings-accidentally-reveal-charges-against-julian-assange/",
      "description": "A filing in Virginia federal court seems to have inadvertently revealed that the federal government has initiated charges against WikiLeaks founder Julian Assange. It is not entirely clear what he may have been charged with, though charges may potentially be related to WikiLeaks’ release of hacked emails from the Democratic Party during the 2016 presidential campaign. Assange continues to stay at the Ecuadorian embassy in London, where he was granted asylum several years ago."
    },
    {
      "title": "Feds Using ‘Reverse Warrants’ to Gather Location/Identifying Info on Thousands of Non-Suspects",
      "link": "https://abovethelaw.com/2018/11/feds-also-using-reverse-warrants-to-gather-location-identifying-info-on-thousands-of-non-suspects/",
      "description": "Recent reports indicate that the FBI has been attempting to obtain data from Google regarding the location histories of any individuals with smart devices that were in the area of crime scenes at the times that crimes were committed. While courts have in some cases agreed to issue warrants of this nature, Google seems to be pushing back and declining to release the requested information in some cases in light of the arguably overbroad nature of these requests."
    },
    {
      "title": "Apple, Facebook, and Google Among 56 Businesses Telling Trump Not to Weaken Transgender Rights",
      "link": "https://www.washingtonpost.com/technology/2018/11/01/apple-facebook-google-among-businesses-telling-trump-not-weaken-transgender-rights/ ",
      "description": "Tech giants and other companies have once again joined forces to oppose the Trump administration’s attempts to roll back protections for transgender individuals, including a US Department of Health and Human Services proposal to define a person’s gender under Title IX as immutable trait based on their genitals at birth. Google, Facebook, Amazon, and dozens of other businesses wrote a letter to the president, calling this sort of policy discriminatory and harmful to their companies because it threatened to undermine civil rights protections for transgender people."
    },
    {
      "title": "Neo-Nazis Have No First Amendment Right to Harassment, Judge Rules",
      "link": "https://www.nytimes.com/2018/11/15/us/daily-stormer-anti-semitic-lawsuit.html",
      "description": "A federal judge in Montana has ruled that the First Amendment will not provide legal protection for the owner of a neo-Nazi website being sued in civil court for an alleged campaign of online harassment against a Jewish real estate agent and her family, friends, and colleagues. Ruling that the real estate agent was a private citizen and not a public figure, the judge stated that the publisher encouraged his supporters to harass her through their campaign, which resulted in the family receiving over 700 threatening messages."
    },
    {
      "title": "Amazon Chooses Queens and a Washington Suburb for ‘Second Headquarters’",
      "link": "https://www.nytimes.com/2018/11/12/business/amazon-hq2-cities.html",
      "description": "After a long and competitive process involving bids from many metropolitan areas seeking to boost their presence in the tech economy, Amazon has announced that rather than choosing a single location for its second headquarters, it will have new ‘headquarters’ offices in Queens, New York and the Arlington area in Virginia. The company will plan to have approximately 50,000 workers in those locations, where some local residents worry about the housing, traffic, and tax subsidy impacts."
    },
    {
      "title": "Google and Facebook Back Berners-Lee’s Case #ForTheWeb",
      "link": "https://searchenginewatch.com/2018/11/07/google-and-facebook-sign-on-to-berners-lees-contract-for-the-web/",
      "description": "Internet pioneer Tim Berners-Lee has has called on companies and individuals to sign a Contract for the Web and pledge to make internet access affordable, accessible, safe, and empowering for everyone. Major tech companies such as Google and Facebook have become signatories, though Berners-Lee is also interested in attracting a diverse group of supporters, specifically smaller entities and women."
    }
  ]
}
