{
  "articles": [
    {
      "title": "Net Neutrality Gaining Steam in State Legislatures After FCC Repeal",
      "link": "https://arstechnica.com/tech-policy/2018/01/net-neutrality-gaining-steam-in-state-legislatures-after-fcc-repeal/",
      "description": "In a highly controversial move, the FCC in December repealed “net neutrality” rules governing internet service providers. In response, state legislators in Nebraska and California are proposing their own net neutrality laws to regulate ISPs within those states. Officials in other states, such as New York, have filed lawsuits against the FCC over the repeal of the rules. Although net neutrality is portrayed as a politically divisive issue in government, polls show that majorities of both Democratic and Republican voters support net neutrality rules."
    }, {
      "title": "Summary: The FISA Amendments Reauthorization Act of 2017",
      "link": "https://www.lawfareblog.com/summary-fisa-amendments-reauthorization-act-2017",
      "description": "In January, the Senate voted to extend the Foreign Intelligence Surveillance Act (FISA) for six more years, and President Trump signed the bill into law. In an official statement, President Trump described the bill as allowing the intelligence community to “collect critical intelligence on international terrorists, weapons proliferators, and other important foreign intelligence targets” outside of the US. This article summarizes some of the changes that this bill made to existing law."
    }, {
      "title": "Flurry of Lawsuits Filed to Fight Repeal of Net Neutrality",
      "link": "https://www.nytimes.com/2018/01/16/technology/net-neutrality-lawsuit-attorneys-general.html",
      "description": "While some states are considering their own net neutrality laws (see above article) in response to the FCC’s repeal of federal net neutrality rules, other states (and some overlapping) are resorting to litigation. A lawsuit filed by 21 state attorneys general argues that the repeal of net neutrality rules was “arbitrary and capricious,” in violation of federal law, and a reversal of the agency’s longstanding policy of preventing ISPs from blocking or charging websites for faster delivery of content to consumers. Among those states filing lawsuits are California, Kentucky, Maryland, Massachusetts, and Oregon."
    }, {
      "title": "Amazon Releases List of Metro Areas Being Considered for Its Second HQ",
      "link": "https://www.washingtonpost.com/news/the-switch/wp/2018/01/18/this-is-amazons-official-shortlist-of-places-its-considering-for-a-second-hq/",
      "description": "Following up on its announcement that it was accepting bids for a location for a second headquarters, Amazon recently announced the list of metropolitan areas that were in the running. These 20 candidates range from large cities such as Los Angeles, Dallas, and Atlanta, to smaller communities like Pittsburgh, Raleigh, and Nashville. Among those that didn’t make the cut are Baltimore, Birmingham, Houston, Phoenix, Portland, and San Francisco."
    }, {
      "title": "Google and Twitter Face More Questions in Washington Over Russian Interference",
      "link": "https://www.washingtonpost.com/news/the-switch/wp/2018/01/17/google-and-twitter-face-more-questions-in-washington-over-russian-interference/",
      "description": "Facing scrutiny from lawmakers, Twitter plans to notify users who may have been exposed to Russian propaganda during the 2016 presidential election. Google, however, has stated that it would be too difficult to notify its users of potential exposure to misinformation from Russian sources."
    }
  ]
}