{
    "clients": {
        "title": "Use Google Posts to Attract Clients",
        "link": "https://www.google.com/business/",
        "description": [
            "Recently, we announced that Google Posts were live for all Google My Business users. Google Posts is a relatively new feature that allows you to add content, such as text (including links), images or videos, that will appear with your business listing in Google search results for both mobile and desktop. Having carefully crafted posts adjacent to your business listing in Google search results themselves means you can attract clients before they even land on your website and quickly direct them to relevant content. The fewer clicks it takes for visitors to find what they are looking for on your website, the more likely you are to retain them. To use this feature, you must have an <a href=\"https://www.google.com/business/\" target=\"_blank\"><b>active business listing</b></a>. If you need help with this or are unsure of the status of your listing, please <a href=\"mailto:support@justia.com\" target=\"_blank\"><b>contact us</b></a>."
        ]
    },
    "jld": {
        "title": "Make sure your profile is complete!",
        "link": "https://accounts.justia.com/signin/fast?uid=*%7CUSER_ID%7C*&code=*%7CSIGN_CODE%7C*&destination=https://lawyers.justia.com/profile/*%7CPROFILE_ID%7C*/edit/profile_picture?utm_medium=email&utm_source=directory-newsletter&utm_campaign=2017-10&utm_content=section-tip-of-the-month-profile-completeness-title-v2",
        "description": [
            "Millions of users visit the Justia and Legal Information Institute (LII) Lawyer Directories each year to find legal representation. Lawyers who have completed their profiles can benefit directly from this high volume of visitors.",
            "Including a list of practice areas, short bio, high quality photo, publications, awards, and a link to your website or blog will help you connect with clients and generate more leads."
        ]
    }
}


