{
  "clients": {
    "title": "The Top 5 Resolutions for a Better Website in 2018",
    "link": "#",
    "description": ["<ol> <li><strong>Make the most of your homepage.</strong> This is the strongest page on your site. If you haven’t already, make sure your homepage provides substantial, original and valuable information about your firm and your core services.</li> <li><strong>Make the most of your Google My Business listing.</strong> Local searches are extremely important for your marketing efforts. Encouraging your clients to submit reviews to your local listing is a great way to strengthen your visibility for local searches.</li> <li><strong>Do some housekeeping.</strong> Here are a few simple ways you can maximize your marketing efforts: <ul> <li>Beef up your attorney profiles or about the firm pages. These are normally popular pages on your site. Highlight your strengths.</li> <li>Look for components of your site that could be improved. Look at content on pages, photos, etc.</li> <li>Ensure your Justia Lawyer Directory profile and any other profile you may have is up to date.</li> <li>Verify that your Google My Business listing is up to date and used to its fullest extent.</li> </ul> </li> <li><strong>Make sure every call and contact from prospective clients is promptly answered.</strong> Your prospective clients will reach out to multiple firms at once. Making sure you talk to them as soon as possible increases your chances of turning that lead into a paying client.</li> <li><strong>Add new original and high quality content to your site.</strong> Content continues to be one of the strongest signals for Google. Adding new original and high quality content that’s valuable to your clients is a great way to keep your site relevant to your prospective clients and in Google.</li> </ol>"]
  },
  "jld": {
    "title": "Make a Resolution to Complete Your Profile This Year!",
    "link": "#",
    "description": [
      "2018 is here and you should make sure your profile is up-to-date. Here are some tips for completing your profile",
      "<strong>Include Any Missing Details of Your Professional Expertise:</strong>"
    ]
  }
}
