{
  "clients": {
    "title": "Make Your Mark: Create a Homepage to Impress Visitors & Search Engines",
    "link": "",
    "description": ["Your homepage is the most important page on your law firm website. It is typically the strongest page for the most competitive search queries and can have a direct impact on the visibility of your site in Google organic and Google My Business / Google Map search results. At a minimum, we recommend the following for your homepage:", "<ul> <li>At least 1,000 words of high-quality and original information</li> <li>Information about your core practice areas or services, offset by descriptive headings</li> <li>A variety of keyword phrases that include the words lawyer(s), attorney(s), or law firm, as well as your main location and key practice areas</li> </ul>", "If you have questions about the best practices for writing homepages, don't hesitate to <strong><a href=\"mailto:support@justia.com\" target=\"_blank\">reach out to us</a></strong>."]
  },
  "jld": {
    "title": "Complete Your Justia Lawyer Directory Profile",
    "link": "https://accounts.justia.com/signin/fast?uid=*|USER_ID|*&code=*|SIGN_CODE|*&destination=https://lawyers.justia.com/profile/*|PROFILE_ID|*/edit/profile_picture?utm_medium=email&utm_source=directory-newsletter&utm_campaign=2017-12&utm_content=section-tip-of-the-month-update-profile-text-v1",
    "description": ["Our data shows that lawyers who complete their profiles in our directory receive 76 times more client contacts than those with incomplete profiles. We suggest adding a professional photo, short biography, updating contact information, participating in <strong><a href=\"https://answers.justia.com/\" target=\"_blank\">Ask a Lawyer</a></strong>, and connecting your profile to your website, blog, and social media accounts. Get placed ahead of your competition. You can update and complete your profile for free."],
    "buttonLink": "https://accounts.justia.com/signin/fast?uid=*|USER_ID|*&code=*|SIGN_CODE|*&destination=https://lawyers.justia.com/profile/*|PROFILE_ID|*/edit/profile_picture?utm_medium=email&utm_source=directory-newsletter&utm_campaign=2017-12&utm_content=section-tip-of-the-month-update-profile-button-v1"
  }
}
